[
    {
        "title": "The Beginning of Infinity, Part 2",
        "link": "https://nav.al/infinity-2",
        "subtitle": "",
        "content": "\n\n\t\t\tPart 2 of my interview with <a href=\"https://twitter.com/ToKTeacher\">Brett Hall</a> about <a href=\"https://www.google.com/search?q=The+Beginning+of+Infinity&amp;client=safari&amp;hl=en-us&amp;ei=Vzu-YdCtIYyCwbkPyfa3iAk&amp;ved=0ahUKEwiQtfKnj-70AhUMQTABHUn7DZEQ4dUDCA0&amp;uact=5&amp;oq=The+Beginning+of+Infinity&amp;gs_lcp=Cgdnd3Mtd2l6EAMyBwgAEEcQsAMyBwgAEEcQsAMyBwgAEEcQsAMyBwgAEEcQsAMyBwgAEEcQsAMyBwgAEEcQsAMyBwgAEEcQsAMyBwgAEEcQsAMyBwgAELADEEMyBwgAELADEEMyBwgAELADEEMyBwgAELADEEMyCAgAEOQCELADMggIABDkAhCwAzIICAAQ5AIQsAMyCgguEMgDELADEEMyCgguEMgDELADEEMyCgguEMgDELADEEMyCgguEMgDELADEENKBAhBGABKBAhGGAFQAFgAYMICaAFwAngAgAEAiAEAkgEAmAEAyAETwAEB&amp;sclient=gws-wiz\">The Beginning of Infinity</a>. Also see <a href=\"https://nav.al/infinity\">Part 1</a>.\n\n\n\nWith a Good Theory of Knowledge, You Can Decide What Else Is True\n\n\n\nDavid Deutsch’s theory is centered around good explanations\n\n\n\n<a href=\"https://www.google.com/search?client=safari&amp;rls=en&amp;q=david+deutsch&amp;ie=UTF-8&amp;oe=UTF-8\">David Deutsch</a>&nbsp;has this great view of the world where he believes that everything important is understandable by a single human.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/infinity-2\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 22 2021\t\t\t\t\t"
    },
    {
        "title": "To a Caveman Very Few Things Are Resources",
        "link": "https://nav.al/caveman",
        "subtitle": "There was a time when coal wasn’t a resource",
        "content": "\n\n\t\t\tThere was a story on ITV in the U.K. talking about how much supposed waste Amazon produces, that Amazon was routinely destroying a whole bunch of products.\n\n\n\nI thought, “Why are these people inserting their opinion into a business that they know absolutely nothing about?” Would they prefer Amazon to have the perfect knowledge of precisely how many products need to be made? In other words, an epistemologically impossible situation to be in.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/caveman\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 13 2021\t\t\t\t\t"
    },
    {
        "title": "Knowledge Makes the Existence of Resources Infinite",
        "link": "https://nav.al/infinite-resources",
        "subtitle": "We’re going to keep creating new knowledge and new resources",
        "content": "\n\n\t\t\tKnowledge is the thing that makes the existence of resources infinite. The creation of knowledge is unbounded. We’re going to keep on creating more knowledge and, thereby, learning about more and different resources.\n\n\n\nThere’s this wonderful parable of <a href=\"https://en.wikipedia.org/wiki/Europium\">europium</a> in The Beginning of Infinity where David talks about when the first color television started to be manufactured about 60 years ago.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/infinite-resources\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 10 2021\t\t\t\t\t"
    },
    {
        "title": "Groups Never Admit Failure",
        "link": "https://nav.al/failure",
        "subtitle": "You get a schism instead",
        "content": "\n\n\t\t\tGroups never admit failure. A group would rather keep living in the mythology of “we were repressed” than ever admit failure. Individuals are the only ones who admit failure. Even individuals don’t like to admit failure, but eventually, they can be forced to.\n\n\n\nA group will never admit they were wrong.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/failure\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 8 2021\t\t\t\t\t"
    },
    {
        "title": "Making Something Social Destroys the Truth of It",
        "link": "https://nav.al/social",
        "subtitle": "Science’s biggest breakthroughs came from unpopular people",
        "content": "\n\n\t\t\tMaking something social destroys the truth of it because social groups need consensus to survive—otherwise they fight and can’t get along—and consensus is all about compromise, not truth-seeking.\n\n\n\nScience—at least the natural sciences—was this unique discipline where you could have an individual truth-seeking on behalf of the rest of society. Other individuals verify that they did, indeed, have the best current model of how reality works, and then that could be spread out through inventions to the rest of society.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/social\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 6 2021\t\t\t\t\t"
    },
    {
        "title": "Free Markets Provide the Best Feedback",
        "link": "https://nav.al/feedback",
        "subtitle": "The alternative is feedback from whomever has the most guns",
        "content": "\n\n\t\t\tMarc Andreessen summarizes this nicely as “<a href=\"https://tim.blog/2018/01/01/the-tim-ferriss-show-transcripts-marc-andreessen/\">strong opinions, loosely held.</a>”\n\n\n\nAs a society, if you’re truth-seeking, you want to have strong opinions but very loosely held. You want to try them, see if they work, and then error-correct if they don’t.\n\n\n\nBut instead what we get is either strong opinions strongly held—which is the intolerant minority—or we get weak opinions loosely held—which is this compromised model where no one really takes the blame, no one gets credit, no one gets to try the way that they want to, and everybody can then fall back on, “Real communism hasn’t been tried.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/feedback\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 3 2021\t\t\t\t\t"
    },
    {
        "title": "The Poverty of Compromise",
        "link": "https://nav.al/compromise",
        "subtitle": "Compromises test ideas no one ever thought were correct in the first place",
        "content": "\n\n\t\t\tThis idea of questioning things that hitherto you thought were unassailable in a particular domain is really interesting.\n\n\n\nFor millennia people have wondered about the best way to conceive of what democracy is.\n\n\n\n<a href=\"https://en.wikipedia.org/wiki/Plato\">Plato</a> asked, “What is democracy?” and he had the question about who should rule. That’s the whole idea of democracy, supposedly.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/compromise\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 29 2021\t\t\t\t\t"
    },
    {
        "title": "Innovation Requires Decentralization and a Frontier",
        "link": "https://nav.al/decentralization",
        "subtitle": "Technology has swung us towards centralization in the last decade",
        "content": "\n\n\t\t\tInnovation requires a couple of things. One of the things that it seems to require is decentralization.\n\n\n\nI don’t think it’s a coincidence that the Athenian city-states or the Italian city-states or even the United States—when it was more freeform and less federal government controlled—were hotbeds of innovation, because you had lots and lots of competition.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/decentralization\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 24 2021\t\t\t\t\t"
    },
    {
        "title": "Don’t Rely on Credibility Stamps",
        "link": "https://nav.al/credibility",
        "subtitle": "The generation-long shift from institutions to individuals will be messy",
        "content": "\n\n\t\t\tThere are a lot of institutions in our society today that rely on credibility stamps.\n\n\n\nThey used to be how you gain credibility in society. If you were a journalist writing for The New York Times or The Washington Post, then you had the masthead of The Times and The Post.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/credibility\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 22 2021\t\t\t\t\t"
    },
    {
        "title": "One Einstein Is Worth A Legion Of PhD Drones",
        "link": "https://nav.al/einstein",
        "subtitle": "Creativity goes from 0 to 1 and bodies aren’t going to solve the problem",
        "content": "\n\n\t\t\tChina keeps graduating more bachelor of science and bachelor of engineers than anywhere else in the world. China’s universities are pumping out more science graduates than us, but they’re not pumping out more innovators.\n\n\n\nIt’s not like the students that are coming out of those universities in China with their science degrees are going off and doing innovative stuff.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/einstein\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 19 2021\t\t\t\t\t"
    },
    {
        "title": "Ideas Are the New Oil",
        "link": "https://nav.al/ideas",
        "subtitle": "All the new fortunes are created with ideas",
        "content": "\n\n\t\t\tHumans have a history of conquest because we fight for the same exact resources, but even in human history the first explorers were traders. They were going out there to find spices, gold, silk, new plants to domesticate, new animals.\n\n\n\nThey weren’t going out there necessarily to conquer the land. Eventually they did because of the finite resource dilemma when you’re stuck on Earth.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/ideas\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 17 2021\t\t\t\t\t"
    },
    {
        "title": "Aliens Would Visit for Knowledge, Not Resources",
        "link": "https://nav.al/resources",
        "subtitle": "The only thing they will lack is the knowledge they don’t have",
        "content": "\n\n\t\t\tI think Stephen Hawking said that it was a mistake to broadcast radio waves out into the universe because the aliens are going to be out there and they’re going to be like conquistadors. They’re going to want to take over our planet for their resources and various other things.&nbsp;\n\n\n\nThere’s a couple of responses you can have to the idea of evil aliens coming to get us.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/resources\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 15 2021\t\t\t\t\t"
    },
    {
        "title": "Aliens Might Just Be Too Far Away",
        "link": "https://nav.al/far-away",
        "subtitle": "We may not be alone in the universe, just too far apart",
        "content": "\n\n\t\t\tWe still have this problem of what DNA was doing for that approximately two and a half billion years—the overwhelming majority of the history of life on Earth. Why didn’t it evolve at all during that time? What’s going on?\n\n\n\nThere’s a book, <a href=\"https://en.wikipedia.org/wiki/Rare_Earth_(book)\">Rare Earth</a>, by Peter Ward and Donald Brownlee, and these guys talk about all the quirky things that happened in the evolutionary history of the Earth.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/far-away\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 12 2021\t\t\t\t\t"
    },
    {
        "title": "If You Can’t Program It, You Haven’t Understood It",
        "link": "https://nav.al/program",
        "subtitle": "Evolutionary algorithms don’t produce living beings",
        "content": "\n\n\t\t\tThese are all uncertain hypotheses, but we also have to keep in mind that there’s so much about evolution by natural selection that we don’t know.\n\n\n\nDavid Deutsch has this little quip, “<a href=\"https://twitter.com/DavidDeutschOxf/status/1282661240100335616\">If you can’t program it, you haven’t understood it.</a>”\n\n\n\nIn the case of AGI, this means we can’t program it because we don’t understand this idea of general intelligence.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/program\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 10 2021\t\t\t\t\t"
    },
    {
        "title": "The Probability of Human Existence Is Infinitesimally Small",
        "link": "https://nav.al/existence",
        "subtitle": "From an evolutionary standpoint, it’s near impossible",
        "content": "\n\n\t\t\tHere’s another way to think about it that is mathematically frightening for the people who think that the aliens are out there and they’re going to visit us sometime in the future.\n\n\n\nWe were talking earlier about trillions of planets that exist throughout the known universe that might even be friendly for life to arise.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/existence\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 8 2021\t\t\t\t\t"
    },
    {
        "title": "Intelligent Species Have Risen Only Once on Planet Earth",
        "link": "https://nav.al/intelligent",
        "subtitle": "Creative intelligence wasn’t inevitable",
        "content": "\n\n\t\t\tNow, that’s one argument, and we have to be humble in the face of uncertainty here because no one knows. But I want to give an argument that rarely gets any air time.&nbsp;\n\n\n\nThe argument is that we are alone.\n\n\n\nThe argument has nothing to do with astronomy; it has everything to do with biology.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/intelligent\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 3 2021\t\t\t\t\t"
    },
    {
        "title": "Where Are the Aliens?",
        "link": "https://nav.al/aliens",
        "subtitle": "The universe should be teeming with aliens",
        "content": "\n\n\t\t\tLet’s talk briefly about the <a href=\"https://en.wikipedia.org/wiki/Fermi_paradox\">Fermi paradox</a> since we’re talking about aliens. For listeners who don’t know, <a href=\"https://en.wikipedia.org/wiki/Enrico_Fermi\">Enrico Fermi</a> was a famous physicist who was part of the <a href=\"https://en.wikipedia.org/wiki/Manhattan_Project\">Manhattan Project</a>. He said, “<a href=\"https://www.space.com/25325-fermi-paradox.html\">Where are the aliens?</a>”&nbsp;\n\n\n\nThe universe is so large and there are probably so many planets that are capable of supporting life of some kind or another.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/aliens\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 1 2021\t\t\t\t\t"
    },
    {
        "title": "It’s Mind Blowing That Our Minds Can’t Be Blown",
        "link": "https://nav.al/mind-blowing",
        "subtitle": "Humans can understand every idea given enough time and effort",
        "content": "\n\n\t\t\tScientifically minded types say, “Perhaps we won’t be able to understand the next set of laws of physics. Perhaps we won’t be able to understand the aliens.” It’s nothing but the appeal to the supernatural. It’s logically equivalent to “God is out there, and you can’t possibly understand what God is.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/mind-blowing\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 30 2021\t\t\t\t\t"
    },
    {
        "title": "More Compute Power Doesn’t Produce AGI",
        "link": "https://nav.al/agi",
        "subtitle": "Even the most powerful computers can’t answer ‘why?’",
        "content": "\n\n\t\t\tThe artificial general intelligence crew gets it completely wrong, too:&nbsp; “Just add more compute power and you’ll get intelligence,” when we don’t know what it is underneath that makes us creative and allows us to come up with good explanations.\n\n\n\nPeople talk a lot about <a href=\"https://en.wikipedia.org/wiki/GPT-3\">GPT-3</a>, the text-matching engine that <a href=\"https://openai.com/\">OpenAI</a> put out, which is a very impressive piece of software.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/agi\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 27 2021\t\t\t\t\t"
    },
    {
        "title": "We Are Qualitatively Different From Other Species",
        "link": "https://nav.al/species",
        "subtitle": "There is no continuum between humans and chimpanzees",
        "content": "\n\n\t\t\tYou’re pointing out a minority opinion there. I think culture is still stuck in that second part of what you were saying.\n\n\n\nOriginally we thought that we were at the center of the universe. This was the religious conception of man’s place in the cosmos. Earth was surrounded by the celestial spheres and everything orbited around it.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/species\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 25 2021\t\t\t\t\t"
    },
    {
        "title": "Humans Are Exceptional",
        "link": "https://nav.al/exceptional",
        "subtitle": "Humans aren’t just a form of bacteria that overran the planet\n",
        "content": "\n\n\t\t\tThree out of these four theories have an interesting pattern to them. With good explanations in epistemology, we’re saying conjectures and their refutations and error correction is how we improve knowledge. With genetic evolution, genetic mutations, variation and natural selection weed out the ones that didn’t work. Then there’s memetic evolution on top of that, where we have ideas and then criticism weeds out the ideas that don’t work.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/exceptional\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 22 2021\t\t\t\t\t"
    },
    {
        "title": "Genetic Evolution Was a Prelude to Memetic Evolution",
        "link": "https://nav.al/evolution",
        "subtitle": "Ideas undergo the same evolutionary process as genes",
        "content": "\n\n\t\t\tPopper has a book called “<a href=\"https://www.amazon.com/Objective-Knowledge-Evolutionary-Karl-Popper/dp/0198750242\">Objective Knowledge</a>,” and it’s subtitled “An Evolutionary Approach.” And that’s no accident, either. There’s a symmetry between the theory of epistemology and the theory of evolution as we understand it.\n\n\n\nBefore we understood what is known as the <a href=\"https://en.wikipedia.org/wiki/Darwinism\">Darwinian theory of evolution</a>, the only idea that people had was that these entities had to be created.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/evolution\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 20 2021\t\t\t\t\t"
    },
    {
        "title": "There Can Be No Final Theory of Gravity",
        "link": "https://nav.al/gravity",
        "subtitle": "All we have are better and better approximations to reality",
        "content": "\n\n\t\t\tIn almost all cases, you only ever have one theory on offer.\n\n\n\nIn the case of gravity, there literally is only one theory on offer at the moment. There’s <a href=\"https://en.wikipedia.org/wiki/General_relativity\">general relativity</a>. Previously we did have two theories. We had <a href=\"https://en.wikipedia.org/wiki/Newton%27s_law_of_universal_gravitation\">Newtonian gravity</a> and we had general relativity—but we did a crucial experiment.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/gravity\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 18 2021\t\t\t\t\t"
    },
    {
        "title": "No Truth Can Be Justified",
        "link": "https://nav.al/justified",
        "subtitle": "‘Knowledge’ is just our best guess at the time",
        "content": "\n\n\t\t\tInitial guesses at what ‘knowledge’ was all about amounted to what is known as the “justified true belief” vision of knowledge, and it’s still the most prevalent idea today. Anyone who calls themself a <a href=\"https://en.wikipedia.org/wiki/Bayesian_inference\">Bayesian</a> is a justified true believer.\n\n\n\nThis is the misconception that knowledge is about trying to justify your beliefs as true.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/justified\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 15 2021\t\t\t\t\t"
    },
    {
        "title": "With a Good Theory of Knowledge, You Can Decide What Else Is True",
        "link": "https://nav.al/theory",
        "subtitle": "David Deutsch’s theory is centered around good explanations",
        "content": "\n\n\t\t\t<a href=\"https://www.google.com/search?client=safari&amp;rls=en&amp;q=david+deutsch&amp;ie=UTF-8&amp;oe=UTF-8\">David Deutsch</a> has this great view of the world where he believes that everything important is understandable by a single human. By important he means the underlying base theories that drive most of reality.\n\n\n\nDeutsch fixates on four theories. I could argue maybe there are a few more, especially if you start getting into Adam Smith and <a href=\"https://en.wikipedia.org/wiki/The_Wealth_of_Nations\">The Wealth of Nations</a> and a few other more sociological ones.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/theory\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 8 2021\t\t\t\t\t"
    },
    {
        "title": "The Beginning of Infinity, Part 1",
        "link": "https://nav.al/infinity",
        "subtitle": "",
        "content": "\n\n\t\t\tA collection of all the episodes on <a href=\"https://www.google.com/search?q=The+Beginning+of+Infinity&amp;client=safari&amp;hl=en-us&amp;ei=iQreYJeJNeamqtsP9OaV0AE&amp;oq=The+Beginning+of+Infinity&amp;gs_lcp=ChNtb2JpbGUtZ3dzLXdpei1zZXJwEAMyBwguEEMQkwIyAggAMgIIADICCAAyAggAMgIIADICCAAyBAgAEEM6BAgAEEdQzw1Yzw1g0hBoAHABeACAAWKIAWKSAQExmAEAoAEByAEIwAEB&amp;sclient=mobile-gws-wiz-serp\">The Beginning of Infinity</a>. \n\n\n\nScience Is the Engine That Pulls Humanity Forward\n\n\n\n“Believe in science” is an oxymoron\n\n\n\nWelcome,&nbsp;<a href=\"https://twitter.com/tokteacher\">Brett</a>, to the eponymous Naval podcast. The topic that we started out on was the timeless principles of&nbsp;<a href=\"http://nav.al/rich\">wealth</a>&nbsp;creation.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/infinity\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 2 2021\t\t\t\t\t"
    },
    {
        "title": "Rational Optimism Is the Way Out",
        "link": "https://nav.al/optimism",
        "subtitle": "Pessimism is self-fulfilling",
        "content": "\n\n\t\t\tProfessions in which you get your feedback from other members of that profession tend to get corrupted.\n\n\n\nWhen you see a journalist writing articles to impress other journalists or a restaurant owner trying to impress other foodies and restaurant owners, it’s usually not practical or high-quality.\n\n\n\nThe journalist or restaurant owner may receive accolades within certain elite circles, but that doesn’t reflect reality.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/optimism\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 24 2021\t\t\t\t\t"
    },
    {
        "title": "Pessimism Seems Like an Intellectually Serious Position",
        "link": "https://nav.al/pessimism",
        "subtitle": "We’ve innovated our way out of previous traps",
        "content": "\n\n\t\t\tIf you’re an academic, being able to explain all of the problems that are out there and how dangerous these problems are and why you need funding to look at them in more depth appears to be the intellectually serious position; whereas, someone who claims that we can solve it sounds a little bit kumbaya.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/pessimism\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 17 2021\t\t\t\t\t"
    },
    {
        "title": "It’s Easy to Extrapolate How Things Will Get Worse",
        "link": "https://nav.al/extrapolate",
        "subtitle": "It’s harder to guess how life might improve",
        "content": "\n\n\t\t\tA lot of the theories as to why we’re imminently going to create an <a href=\"https://en.wikipedia.org/wiki/Artificial_general_intelligence\">AGI</a> are based in a naïve extrapolation of computational power.\n\n\n\nIt’s almost an induction of more and more computational power. They say, “AI has already gotten good at vision and beating humans at chess and at video games; therefore, it’s going to start thinking soon.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/extrapolate\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 14 2021\t\t\t\t\t"
    },
    {
        "title": "We’re All Equal in Our Infinite Ignorance",
        "link": "https://nav.al/ignorance",
        "subtitle": "The door is always open for new ideas",
        "content": "\n\n\t\t\t<a href=\"https://en.wikipedia.org/wiki/Inductive_reasoning\">Induction</a> says that prediction is the main reason science exists, but it’s really explanation.\n\n\n\nYou want an explanation of what’s going on, even if you can’t necessarily predict with any certainty what’s going to happen next.\n\n\n\nIn fact, knowing what’s going to happen next with some degree of certainty can be deflating.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/ignorance\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 12 2021\t\t\t\t\t"
    },
    {
        "title": "It’s Rare to Have Competing, Viable, Scientific Theories",
        "link": "https://nav.al/theories",
        "subtitle": "General relativity vs. Newtonian mechanics is a recent example",
        "content": "\n\n\t\t\tThere’s also <a href=\"https://en.wikipedia.org/wiki/Solomonoff%27s_theory_of_inductive_inference\">Solomonoff’s theory of induction</a>. I don’t know if you’ve looked at that at all?\n\n\n\nI’ve heard of it, but I haven’t investigated it.\n\n\n\nI’m going to mangle the description. It says that if you want to find a new theory that explains why something is happening—in this case something that’s encoded as a <a href=\"https://en.wikipedia.org/wiki/Binary_code\">binary string</a>—then the correct one is a probability-weighted theory that takes into account all possible theories and weighs them based on their complexity.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/theories\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 11 2021\t\t\t\t\t"
    },
    {
        "title": "Science Advances One Funeral at a Time",
        "link": "https://nav.al/advances",
        "subtitle": "Even the best get stuck",
        "content": "\n\n\t\t\tThere’s some deep symmetry between <a href=\"https://en.wikipedia.org/wiki/Multiverse\">multiverse</a> theory and <a href=\"https://en.wikipedia.org/wiki/Path_integral_formulation#Feynman's_interpretation\">Feynman path integrals</a>, right?\n\n\n\n You’re absolutely right. Feynman believed in multiple histories, but it’s an open question whether he thought these were actually physically real things or merely mathematical objects. He was relatively silent on the matter.\n\n\n\nFeynman was a realist and an absolute genius—probably the second greatest physicist of the 20th century after Einstein—but he made one of the worst quips.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/advances\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 7 2021\t\t\t\t\t"
    },
    {
        "title": "Make Bold Guesses and Weed Out the Failures",
        "link": "https://nav.al/bold",
        "subtitle": "The best theories come from your imagination, not extrapolation",
        "content": "\n\n\t\t\tGoing even further, it’s not just science.\n\n\n\nWhen we look at innovation, technology and building—for example, everything that Thomas Edison and Nikola Tesla did—this came from trial and error, which is creative guesses and trying things out. If you look at how evolution works through variation and then natural selection, it tries a lot of random mutations and filters out the ones that didn’t work.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/bold\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 5 2021\t\t\t\t\t"
    },
    {
        "title": "Theories Are Explanations, Not Predictions",
        "link": "https://nav.al/predictions",
        "subtitle": "The prediction comes after the explanation",
        "content": "\n\n\t\t\tThere’s another example like this. You can do this with a saucepan at home. Put a beaker of water on a heat source, then put a thermometer into that water and turn on your heat source. As time passes, record the temperature of the water.&nbsp;\n\n\n\nYou’ll notice the temperature of water increase.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/predictions\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 3 2021\t\t\t\t\t"
    },
    {
        "title": "Science Is an Error-Correcting Mechanism",
        "link": "https://nav.al/error",
        "subtitle": "It does not presume to predict the future from the past",
        "content": "\n\n\t\t\tWhere do good explanations come from?\n\n\n\nThere’s currently an obsession with <a href=\"https://en.wikipedia.org/wiki/Inductive_reasoning\">induction</a>, the idea that you can predict the future from the past. You can say, “I saw one, then two, then three, then four, then five, so therefore next must be six, seven, eight, nine.”\n\n\n\nThere’s a belief that this is how new knowledge is created, that this is how scientific theories are formed and this is how we can make good explanations about the universe.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/error\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 30 2021\t\t\t\t\t"
    },
    {
        "title": "Science Expands Our Vision of Reality",
        "link": "https://nav.al/expand",
        "subtitle": "The multiverse is another step in this direction",
        "content": "\n\n\t\t\tMany scientists and philosophers have talked about the concept of a <a href=\"https://en.wikipedia.org/wiki/Multiverse#:~:text=The%20multiverse%20is%20a%20hypothetical,and%20constants%20that%20describe%20them.\">multiverse</a>. But we’re talking about a very strict, very sober understanding of what a multiverse is.&nbsp;\n\n\n\nAll of these universes in this multiverse obey the same laws of physics. We’re not talking about universes where there are other laws of physics.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/expand\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 28 2021\t\t\t\t\t"
    },
    {
        "title": "We Explain the Seen in Terms of the Unseen",
        "link": "https://nav.al/unseen",
        "subtitle": "No one has ever seen the core of the sun",
        "content": "\n\n\t\t\tAt this point people might object, “How dare you invoke in science things that can’t be seen or observed? This is completely antagonistic towards the scientific method, surely.”\n\n\n\nAnd I would say that almost everything of interest that you know about science is about the unobserved.\n\n\n\nLet’s consider dinosaurs. Dinosaurs are unobserved.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/unseen\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 26 2021\t\t\t\t\t"
    },
    {
        "title": "The Multiverse",
        "link": "https://nav.al/multiverse",
        "subtitle": "Experiments force us to acknowledge other universes",
        "content": "\n\n\t\t\tWe have to come to a deeper understanding of what is going on in this <a href=\"https://en.wikipedia.org/wiki/Double-slit_experiment\">double-slit experiment</a>. If we fire either a photon or an electron at that double-slit apparatus and put a detector at either of those slits, then we will detect a particle.\n\n\n\nWe can detect that we’ve fired a particle; we can detect that a particle is going through those slits; and we can detect a particle at the projection screen as well.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/multiverse\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 21 2021\t\t\t\t\t"
    },
    {
        "title": "Is Light a Particle or a Wave?",
        "link": "https://nav.al/light",
        "subtitle": "God does not play dice with the universe",
        "content": "\n\n\t\t\tThere’s a YouTube <a href=\"https://www.youtube.com/watch?v=SDZ454K_lBY\">video</a> in which Deutsch explains the famous quantum <a href=\"https://en.wikipedia.org/wiki/Double-slit_experiment\">double-slit experiment</a>, which is about particle-wave duality. Is light a particle or a wave? You pass it through a slit and, depending on whether there’s an observer and interference or not, it ends up in a wave pattern or as individual photons.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/light\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 19 2021\t\t\t\t\t"
    },
    {
        "title": "Probability Is Subjective",
        "link": "https://nav.al/probability",
        "subtitle": "All physically possible things occur",
        "content": "\n\n\t\t\tDoes probability actually exist in the physical universe, or is it a function of our ignorance? If I’m rolling a die, I don’t know which way it’s going to land; so therefore I put in a probability. But does that mean there’s an actual probabilistic unknowable thing in the universe? Is the universe rolling a die somewhere, or is it always deterministic?\n\n\n\nAll probability is actually subjective.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/probability\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 16 2021\t\t\t\t\t"
    },
    {
        "title": "We Can’t Prove Most Theorems with Known Physics",
        "link": "https://nav.al/prove",
        "subtitle": "Unprovable theorems vastly outnumber the provable ones",
        "content": "\n\n\t\t\tThe overwhelming majority of theorems in mathematics are theorems that we cannot possibly prove. This is <a href=\"https://en.wikipedia.org/wiki/G%C3%B6del%27s_incompleteness_theorems\">Gödel’s theorem</a>, and it also comes out of <a href=\"https://en.wikipedia.org/wiki/Turing%27s_proof#:~:text=Turing's%20proof%20is%20a%20proof,be%20answered%20by%20computation%3B%20more\">Turing’s proof</a> of what is and is not computable.\n\n\n\nThe things that are not computable vastly outnumber the things that are computable, and what is computable depends entirely upon what computers we can make in this physical universe.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/prove\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 14 2021\t\t\t\t\t"
    },
    {
        "title": "Every Theory Is Held Inside a Physical Substrate",
        "link": "https://nav.al/substrate",
        "subtitle": "You’re always bound by the laws of physics",
        "content": "\n\n\t\t\tThere goes my solution for <a href=\"https://en.wikipedia.org/wiki/Zeno%27s_paradoxes\">Zeno’s paradox</a>, which says before you can get all the way somewhere, you have to get halfway there. And before you can get halfway there, you have to get a quarter of the way there, and therefore, you’ll never get there.\n\n\n\nOne way to get past that is to say even a series of infinite things can have a finite sum.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/substrate\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 12 2021\t\t\t\t\t"
    },
    {
        "title": "Is the Universe Discrete or Continuous?",
        "link": "https://nav.al/discrete",
        "subtitle": "Quantum theory and relativity disagree",
        "content": "\n\n\t\t\tYou said that we went from atoms in the time of Democrates, down to nuclei, and from there to protons and neutrons, and then to quarks. It’s particles all the way down, to paraphrase Feynman. We can keep going forever. But it’s not quite forever, right? At some point you run into the <a href=\"https://en.wikipedia.org/wiki/Planck_units\">Planck length</a>.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/discrete\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 9 2021\t\t\t\t\t"
    },
    {
        "title": "All Knowledge Is Conjectural",
        "link": "https://nav.al/conjectural",
        "subtitle": "Be skeptical of absolute certainty",
        "content": "\n\n\t\t\tAll knowledge is conjectural. It’s always being guessed. It’s our best understanding at any given time. \n\n\n\nYou’re right to say that the axioms might be incorrect. How do we know that an axiom is incorrect? Traditionally the answer has been, “Because it’s clearly and obviously the case.” How can you prove that x plus zero must equal x?&nbsp; You just have to accept that it’s true.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/conjectural\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 7 2021\t\t\t\t\t"
    },
    {
        "title": "The Methods of Mathematics Are Fallible",
        "link": "https://nav.al/methods",
        "subtitle": "Even if the subject matter is not",
        "content": "\n\n\t\t\tIf I compare math to physics: We have this domain called particle physics, and the deepest theory we have in particle physics is called the standard model. This describes all of the fundamental particles that exist and the interactions between them, the forces that exist between them, and the gauge bosons, which mediate the force between particles like electrons, protons and neutrons.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/methods\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 5 2021\t\t\t\t\t"
    },
    {
        "title": "There Is No Settled Mathematics",
        "link": "https://nav.al/settled",
        "subtitle": "Proofs are not certainties",
        "content": "\n\n\t\t\tThere are two other scientific thinkers who I like who come to similar conclusions as Deutsch.&nbsp;\n\n\n\nOne is <a href=\"https://en.wikipedia.org/wiki/Nassim_Nicholas_Taleb\">Nassim Taleb</a>, who popularized the idea of the <a href=\"https://en.wikipedia.org/wiki/Black_swan_theory\">black swan</a>, which is that no number of white swans disproves the existence of a black swan. You can never conclusively say all swans are white.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/settled\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 2 2021\t\t\t\t\t"
    },
    {
        "title": "There Is No End of Science",
        "link": "https://nav.al/end",
        "subtitle": "We can keep on making progress",
        "content": "\n\n\t\t\tEddington’s experiment is an excellent example of what’s called a <a href=\"https://en.wikipedia.org/wiki/Experimentum_crucis\">crucial test</a>, which is sort of the pinnacle of what science is all about.\n\n\n\nIf we do a test and it doesn’t agree with a particular theory that we have, that’s problematic. But that doesn’t mean that it refutes the theory.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/end\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 31 2021\t\t\t\t\t"
    },
    {
        "title": "Good Explanations Are Hard to Vary",
        "link": "https://nav.al/vary",
        "subtitle": "They should make risky and narrow predictions",
        "content": "\n\n\t\t\tBrett, would you say that a scientific theory is a subset of a good explanation?\n\n\n\n Yes. They’re the testable kinds of good explanations. Falsifiable theories are actually a dime a dozen. This doesn’t tell you anything about the quality of the explanation you’re being given.\n\n\n\nThe example that’s used in The Fabric of Reality is the grass cure for the common cold.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/vary\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 26 2021\t\t\t\t\t"
    },
    {
        "title": "Good Explanations Are Acts of Creativity",
        "link": "https://nav.al/explanations",
        "subtitle": "They’re not derived from looking at the past",
        "content": "\n\n\t\t\tThere’s a phrase you’ll hear Brett and I use over and over again: “good explanations.” Good explanations are Deutsch’s improvement upon the scientific method.\n\n\n\nAt the same time, it’s beyond science. It’s not just true in science but in all of life. We navigate our way through life, and we do it successfully by creating good explanations.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/explanations\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 24 2021\t\t\t\t\t"
    },
    {
        "title": "Humans Are Unique in Our Ability to Understand Things",
        "link": "https://nav.al/understand",
        "subtitle": "Knowledge is in the observer, not the observed",
        "content": "\n\n\t\t\tThe value is in the knowledge, and the knowledge is inside the observer and the creator, in other words, a human. It’s not inside the thing itself. For example, oil is useless unless you know how to refine it, burn it, and use it for combustion. Information is useless unless there’s a brain there to receive it.&nbsp;\n\n\n\nThere could be a signal broadcasting English into outer space, but if there isn’t a creature capable of understanding what that language is, how it works, and who’s conveying it, then it’s just modulated electromagnetic frequencies that don’t mean anything.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/understand\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 22 2021\t\t\t\t\t"
    },
    {
        "title": "It’s Impossible to Predict the Growth of Knowledge",
        "link": "https://nav.al/predict",
        "subtitle": "The laws of physics can’t predict the future",
        "content": "\n\n\t\t\tStephen Hawking famously said, “<a href=\"https://www.goodreads.com/quotes/523470-the-human-race-is-just-a-chemical-scum-on-a\">The human race is just a chemical scum on a moderate-sized planet, orbiting around a very average star in the outer suburb of one among a hundred billion galaxies. We are so insignificant that I can’t believe the whole universe exists for our benefit.</a>”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/predict\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 19 2021\t\t\t\t\t"
    },
    {
        "title": "People Are a Force of Nature",
        "link": "https://nav.al/people",
        "subtitle": "We create knowledge that transforms the universe",
        "content": "\n\n\t\t\tKnowledge is what transforms the world. We can take some raw material that has no particular use and within that raw material, we can find uranium nuclei, which then can be used to create bombs or energy in a nuclear reactor. We can find within something that for almost the entire geological existence of the earth sat there inert and would have done nothing, absent people.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/people\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 17 2021\t\t\t\t\t"
    },
    {
        "title": "We’re at the Beginning of an Infinity of Knowledge",
        "link": "https://nav.al/knowledge",
        "subtitle": "Progress is inevitable as long as we have good explanations",
        "content": "\n\n\t\t\tThe difference with The Beginning of Infinity is you’re getting a worldview. You’re not getting the standard take from physicists about how to understand quantum theory. You’re not getting the standard take of how to understand knowledge from philosophers. And you’re certainly not getting the standard take of how to understand mathematics from mathematicians.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/knowledge\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 15 2021\t\t\t\t\t"
    },
    {
        "title": "Happiness",
        "link": "https://nav.al/happiness",
        "subtitle": "",
        "content": "\n\n\t\t\tA collection of all my episodes on happiness.\n\n\n\nLive Long Enough and You’ll Become a Philosopher\n\n\n\nThis podcast is a practical philosophy of health, wealth and happiness\n\n\n\nLet’s talk about why we’re doing this podcast. It’s really a discussion of highly practical philosophy.\n\n\n\nPhilosophy, as we normally think of it, is impractical.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/happiness\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 12 2021\t\t\t\t\t"
    },
    {
        "title": "Read the Best 100 Books Over and Over Again",
        "link": "https://nav.al/read",
        "subtitle": "Many claim to read, but very few understand",
        "content": "\n\n\t\t\tThe Beginning of Infinity reminds me the most of <a href=\"https://en.wikipedia.org/wiki/G%C3%B6del,_Escher,_Bach\">Gödel, Escher, Bach</a> in that it is very wide-ranging and stitches together ideas from many different disciplines. It’s very difficult to understand and follow completely. Everyone claims to have read it, but, as far as I can tell, very few people understand it.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/read\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 10 2021\t\t\t\t\t"
    },
    {
        "title": "Explanations That Reach the Entire Universe",
        "link": "https://nav.al/reach",
        "subtitle": "We can understand anything that can be understood",
        "content": "\n\n\t\t\tAt the beginning of The Fabric of Reality, David Deutsch presents this idea that you don’t need to know every single fact to fundamentally understand everything that can be understood.\n\n\n\nHe presents this vision that there are four fundamental theories from science and outside science: quantum theory, the theory of computation, evolution by natural selection, and epistemology—which is the theory of knowledge.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/reach\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 8 2021\t\t\t\t\t"
    },
    {
        "title": "Nullius in Verba",
        "link": "https://nav.al/nullius",
        "subtitle": "Take no one’s word for it",
        "content": "\n\n\t\t\t<a href=\"https://www.google.com/search?client=safari&amp;rls=en&amp;q=the+beginning+of+infinity&amp;ie=UTF-8&amp;oe=UTF-8\">The Beginning of Infinity</a> is not an easy book to read. Deutsch wrote it for other physicists and philosophers. He has a certain peer group that he respects, and that respects him, and he has to meet them at their level.\n\n\n\nI wanted to understand the principles in the book so I could confirm or refute them for myself.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/nullius\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 5 2021\t\t\t\t\t"
    },
    {
        "title": "This Book Changed the Way I Think",
        "link": "https://nav.al/think",
        "subtitle": "David Deutsch’s book expanded my repertoire of reasoning",
        "content": "\n\n\t\t\tI was pleasantly surprised a couple of years back when I opened an old book that I’d read a decade ago called <a href=\"https://www.amazon.com/Beginning-Infinity-Explanations-Transform-World/dp/0143121359\">The Beginning of Infinity</a> by <a href=\"https://twitter.com/DavidDeutschOxf?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">David Deutsch</a>.&nbsp;\n\n\n\nSometimes you read a book and it makes a difference right away. Sometimes you read a book and you don’t understand it; then you read it at the right time and it makes a difference.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/think\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 3 2021\t\t\t\t\t"
    },
    {
        "title": "Science Is the Engine That Pulls Humanity Forward",
        "link": "https://nav.al/science-2",
        "subtitle": "“Believe in science” is an oxymoron",
        "content": "\n\n\t\t\tWelcome, <a href=\"https://twitter.com/tokteacher\">Brett</a>, to the eponymous Naval podcast. The topic that we started out on was the timeless principles of <a href=\"http://nav.al/rich\" data-type=\"URL\" data-id=\"nav.al/rich\">wealth</a> creation. And then we touched a little bit on internal <a href=\"https://nav.al/happiness\">happiness</a> and peace and well-being.\n\n\n\nI’m first and foremost a student of science. I’m a failed physicist, in the sense that I loved physics, I wanted to pursue it, but I never felt I was going to be great at it.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/science-2\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 1 2021\t\t\t\t\t"
    },
    {
        "title": "The Box",
        "link": "https://nav.al/the-box",
        "subtitle": "",
        "content": "\n\n\t\t\t“Here and now,” says the voice.\n\n\n\nIt speaks with an assumed familiarity, as if it were the voice in my head, embodied. \n\n\n\nThe voice emanates from the box itself.\n\n\n\nI am in the box, a simple dark cube, tall enough to stand inside, if I were standing.\n\n\n\nI can’t see my face or my hands.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/the-box\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tSep 14 2020\t\t\t\t\t"
    },
    {
        "title": "Matt Ridley: How Innovation Works, Part 2",
        "link": "https://nav.al/matt-ridley-2",
        "subtitle": "Innovation is the parent of prosperity",
        "content": "\n\n\t\t\tNaval interviews <a href=\"https://twitter.com/mattwridley\">Matt Ridley</a>, the author of <a href=\"https://www.amazon.com/Red-Queen-Evolution-Human-Nature-ebook/dp/B006O4227U\">The Red Queen</a> and, recently, <a href=\"https://www.amazon.com/How-Innovation-Works-Flourishes-Freedom/dp/0062916599\">How Innovation Works</a>. Also see <a href=\"https://nav.al/matt-ridley\">Part 1</a>.\n\n\n\nInnovation Famine\n\n\n\nI have a chapter towards the end of the book where I complain about the fact that we are living through an innovation famine, not an innovation feast—particularly in areas other than digital.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/matt-ridley-2\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 15 2020\t\t\t\t\t"
    },
    {
        "title": "Matt Ridley: How Innovation Works, Part 1",
        "link": "https://nav.al/matt-ridley",
        "subtitle": "Innovation is the child of freedom",
        "content": "\n\n\t\t\tNaval interviews <a href=\"https://twitter.com/mattwridley\">Matt Ridley</a>, the author of <a href=\"https://www.amazon.com/Red-Queen-Evolution-Human-Nature-ebook/dp/B006O4227U\">The Red Queen</a> and, recently, <a href=\"https://www.amazon.com/How-Innovation-Works-Flourishes-Freedom/dp/0062916599\">How Innovation Works</a>. Also see <a href=\"https://nav.al/matt-ridley-2\">Part 2</a>. \n\n\n\nTranscript\n\n\n\nI don’t have heroes, but there are people who I look up to and have learned a lot from, and <a href=\"https://twitter.com/mattwridley\">Matt Ridley</a>, who is on the line, has got to be near the top of that list.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/matt-ridley\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 9 2020\t\t\t\t\t"
    },
    {
        "title": "How to Angel Invest, Part 2",
        "link": "https://nav.al/angel-2",
        "subtitle": "A preview of our other podcast",
        "content": "\n\n\t\t\tWe have another podcast called <a href=\"http://spearhead.co\">Spearhead</a>, where we discuss startups and angel investing. This is a compilation of recent episodes. Also, see <a href=\"http://nav.al/angel-1\">Part 1</a>.\n\n\n\nEverybody Thinks They Already Have Good Judgment\n\n\n\nIt takes years to know if you have good judgment\n\n\n\nFor the past few episodes, we talked about why you should angel invest and how to get proprietary dealflow by building a brand.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/angel-2\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJun 12 2020\t\t\t\t\t"
    },
    {
        "title": "Kapil Gupta: Conquering the Mind",
        "link": "https://nav.al/kapil",
        "subtitle": "",
        "content": "\n\n\t\t\tThis interview with <a href=\"https://twitter.com/KapilGuptaMD\">Kapil Gupta</a> was exclusively for my <a href=\"http://nav.al/subscribe\">email list</a>.\n\n\n\nHighlights\n\n\n\n\n\n\n\n People who ask for stock tips aren’t really serious about investing. People who ask for book recommendations aren’t serious about reading. People who ask, “What, what business should I build?” aren’t really serious about entrepreneurship.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/kapil\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 13 2020\t\t\t\t\t"
    },
    {
        "title": "The Path to Peace Is Truth",
        "link": "https://nav.al/truth",
        "subtitle": "When self-improvement fails, work on discovering the truth",
        "content": "\n\n\t\t\tThe search for peace is really the search for truth. Try to see the advantage of understanding things by discovering the truth rather than by practice.\n\n\n\n\n\n\n\nLet’s say I’m trying to quit smoking. There are techniques I can try, but they’re always painful and difficult. Often, a moment will come when I see myself in a new way that allows the habit to disappear by itself.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/truth\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 27 2020\t\t\t\t\t"
    },
    {
        "title": "Groups Search for Consensus, Individuals Search for Truth",
        "link": "https://nav.al/consensus",
        "subtitle": "What society wants for you isn't what’s good for you",
        "content": "\n\n\t\t\tWhat’s considered to be true is fought over. <a href=\"https://twitter.com/naval/status/1141844787705741312?s=21\">Individuals search for truth but groups search for consensus</a>—and society is the largest group. So the biggest problem we run into is this: What society wants for you is not always what’s good for you.\n\n\n\n\n\n\n\nEven smart, critical thinkers go along with many of society’s truths, knowing deep down they are lies.&nbsp;\n\n\n\nHere’s a simple example: “Money won’t make you happy”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/consensus\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 26 2020\t\t\t\t\t"
    },
    {
        "title": "The Closer You Are to the Truth, the More Silent You Become Inside",
        "link": "https://nav.al/silent",
        "subtitle": "Wise people are quiet",
        "content": "\n\n\t\t\tI put out this tweet a while back: “<a href=\"https://twitter.com/naval/status/1141919795735961600\">The closer you are to the truth, the more silent you become inside</a>.”\n\n\n\nWe intuitively know this. When someone is blabbing too much or being the court jester, you know they’re not at peace. You know Robin Williams was not peaceful inside.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/silent\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 10 2020\t\t\t\t\t"
    },
    {
        "title": "Happiness Is Peace in Motion",
        "link": "https://nav.al/peace-motion",
        "subtitle": "Peace is happiness at rest",
        "content": "\n\n\t\t\tIn some ways, modern life is more hectic than prehistoric times. Our sources of stress are more chronic.\n\n\n\nLet’s define stress. In physical terms, stress happens when something wants to be in two places at one time. If I apply pressure to both ends of an iron beam, I create stress on the beam because one part wants to be north and the other part wants to be south.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/peace-motion\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 5 2020\t\t\t\t\t"
    },
    {
        "title": "Finding Peace from Mind",
        "link": "https://nav.al/peace",
        "subtitle": "The mind should be a servant, not a master",
        "content": "\n\n\t\t\tLet’s talk about peace, and then we’ll talk about truth and how they relate to happiness.\n\n\n\nWhen I say you want to be happy, what I’m actually saying is you want to find peace. We say peace of mind, but what we really want is <a href=\"https://twitter.com/naval/status/1005107581289824256?lang=en\">peace from mind</a>.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/peace\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 3 2020\t\t\t\t\t"
    },
    {
        "title": "Breaking Addiction Is Socially Unacceptable",
        "link": "https://nav.al/unacceptable",
        "subtitle": "Addiction enables artificial relationships and activities",
        "content": "\n\n\t\t\tIf you drink alcohol or take some kind of drug regularly, try the following thought experiment.&nbsp;\n\n\n\nWhat events do you most look forward to? I’ll bet they’re the ones where you get to drink or do drugs. You look forward to dinnertime, an upcoming party or bar-hopping with friends.\n\n\n\nTo see how artificial it is, resolve to abstain from drinking or doing drugs the next time you go out.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/unacceptable\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 26 2020\t\t\t\t\t"
    },
    {
        "title": "The Modern Struggle Is Fighting Weaponized Addiction",
        "link": "https://nav.al/addiction",
        "subtitle": "Pursuing pleasure for its own sake creates addiction",
        "content": "\n\n\t\t\tOn some very deep level, all pleasure creates its own offsetting pain and fear of loss. I recently tweeted, “<a href=\"https://twitter.com/naval/status/1183731193516351491?s=21\">In an age of abundance, pursuing pleasure for its own sake creates addiction.</a>” I was upgrading a <a href=\"https://www.google.com/search?q=miyamoto+musashi&amp;ie=UTF-8&amp;oe=UTF-8&amp;hl=en-us&amp;client=safari\">Miyamoto Musashi</a> line, “Do not seek pleasure for its own sake.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/addiction\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 24 2020\t\t\t\t\t"
    },
    {
        "title": "Work the Least for It",
        "link": "https://nav.al/least",
        "subtitle": "Happy people don’t have to work as hard",
        "content": "\n\n\t\t\tThe quality of our decisions is paramount in the modern age, because we’re all leveraged. You can be leveraged through code, community, media, capital, labor and other ways. If you’re smart, you leverage every decision you make.&nbsp;\n\n\n\nIf Warren Buffett makes the right decision 85% of the time and his competitors get it right 70% of the time, Buffett will win everything.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/least\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 19 2020\t\t\t\t\t"
    },
    {
        "title": "Being Unhappy Is Extremely Inefficient",
        "link": "https://nav.al/inefficient",
        "subtitle": "A peaceful mind makes better decisions",
        "content": "\n\n\t\t\tBesides “I’m too smart for it,” the other objection is, “I don’t want it to lower my productivity. I don’t want to have less desire or less work ethic.”\n\n\n\nFact check on that is: True. The happier and more peaceful you are, the less likely you are to run out and change the world.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/inefficient\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 17 2020\t\t\t\t\t"
    },
    {
        "title": "If You’re So Smart, Why Aren’t You Happy?",
        "link": "https://nav.al/smart",
        "subtitle": "You can increase your happiness without losing your drive",
        "content": "\n\n\t\t\t“Happiness is for stupid people.” That’s a common complaint I hear from smart overachievers. They think only  dumb or lazy people can be happy. Entrepreneurs will say, “I don’t want to be happy because I want to be successful.” They worry that if they get too happy they’ll lose their desire and won’t work hard anymore.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/smart\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 12 2020\t\t\t\t\t"
    },
    {
        "title": "Desire Is a Contract You Make to Be Unhappy",
        "link": "https://nav.al/desire",
        "subtitle": "Happiness is returning to a state where nothing is missing",
        "content": "\n\n\t\t\tDesire’s a contract you make to be unhappy until you get what you want. You become disturbed because you want something. Then you work really hard to get it and are miserable in the meantime. Finally, when you get it, you revert to the state you were in before you had it.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/desire\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 10 2020\t\t\t\t\t"
    },
    {
        "title": "Happiness Is a Skill You Can Develop",
        "link": "https://nav.al/skill",
        "subtitle": "You’re not stuck at your current level of happiness",
        "content": "\n\n\t\t\tThe first step to increasing your level of happiness is realizing you can. This is where a lot of people get tripped up. For the vast majority of people, some of their happiness—probably a lot more than they think—is in their control.\n\n\n\nThis step is not easy. You might be stuck on this for a long time.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/skill\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 3 2020\t\t\t\t\t"
    },
    {
        "title": "Happiness Is Not Science or Math",
        "link": "https://nav.al/math",
        "subtitle": "Happiness is more like poetry than algorithms",
        "content": "\n\n\t\t\tHappiness is an extremely loaded term. It means completely different things to different people. Everybody has strong preconceived notions of what happiness is and how they can attain it.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/math\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 31 2020\t\t\t\t\t"
    },
    {
        "title": "Happiness Without Material Comfort Is Playing on Hard Mode",
        "link": "https://nav.al/material",
        "subtitle": "It's easier to fulfill your material desires than to renounce them",
        "content": "\n\n\t\t\tYou can achieve happiness without financial wealth. Most of us recognize you’re not going to buy your way to happiness. But in modern times, you can buy your way out of common causes of unhappiness. Financial wealth can give you freedom and more time. It can give you peace.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/material\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 29 2020\t\t\t\t\t"
    },
    {
        "title": "Live Long Enough and You’ll Become a Philosopher",
        "link": "https://nav.al/philosopher",
        "subtitle": "This podcast is a practical philosophy of health, wealth and happiness",
        "content": "\n\n\t\t\tLet’s talk about why we’re doing this podcast. It’s really a discussion of highly practical philosophy.\n\n\n\nPhilosophy, as we normally think of it, is impractical. It’s abstract and obtuse—something written a long time ago in fancy language. We put it on a pedestal and it feels unapproachable. Sometimes it comes across like truisms.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/philosopher\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 27 2020\t\t\t\t\t"
    },
    {
        "title": "Finding Time to Invest in Yourself",
        "link": "https://nav.al/finding-time",
        "subtitle": "If you have to work a “normal job,” take on accountability to build your specific knowledge",
        "content": "\n\n\t\t\tThis is a transcript of the bonus material at the end of the giant <a href=\"http://nav.al/rich\">How to Get Rich</a> episode.\n\n\n\nA common question we get: “How do I find the time to start investing in myself? I have a job.”\n\n\n\n\n\n\n\nIn one of the tweets from the cutting room floor, you wrote: “You will need to rent your time to get started.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/finding-time\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 13 2020\t\t\t\t\t"
    },
    {
        "title": "How to Get Rich",
        "link": "https://nav.al/rich",
        "subtitle": "",
        "content": "\n\n\t\t\tA collection of all my interviews about my ‘How to Get Rich’&nbsp;<a href=\"https://twitter.com/naval/status/1002103360646823936\">tweetstorm</a>.&nbsp;\nSeek Wealth, Not Money or Status\nWealth is assets that earn while you sleep\n\nYou probably know Naval from his <a href=\"https://twitter.com/naval\">Twitter</a> account. \nWe’re going to talk about his&nbsp;tweetstorm, “<a href=\"https://twitter.com/naval/status/1002103360646823936\">How To Get Rich (without getting lucky)</a>.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/rich\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 28 2019\t\t\t\t\t"
    },
    {
        "title": "How to Angel Invest, Part 1",
        "link": "https://nav.al/angel-1",
        "subtitle": "A preview of our other podcast",
        "content": "\n\n\t\t\tThis is a preview of our <a href=\"http://spearhead.co\">Spearhead</a> podcast, where we discuss startups and angel investing.\n\n\n\nHey everybody, it’s <a href=\"http://twitter.com/naval\">Naval</a> and <a href=\"http://twitter.com/nivi\">Nivi</a>. We’re going to talk about something very different than what we’ve discussed in the past.\n\n\n\nBack in the day, we did <a href=\"https://venturehacks.com/\">Venture Hacks</a>, which was all about the game theory of venture capital and helping entrepreneurs raise money.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/angel-1\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 17 2019\t\t\t\t\t"
    },
    {
        "title": "Externalities: Calculating the Hidden Costs of Products",
        "link": "https://nav.al/externalities",
        "subtitle": "Externalities let you account for the true cost of products by including hidden costs",
        "content": "\n\n\t\t\tWhat’s a mispriced <a href=\"https://en.wikipedia.org/wiki/Externality\">externality</a>? You mentioned it on a <a href=\"https://nav.al/capitalism-intrinsic\">previous episode</a>.\n\n\n\n An externality is where there’s an additional cost imposed by whatever product is being produced or consumed, that’s not accounted for in the price of the product. This can happen for many reasons. Sometimes you can fix it by putting the cost back into the price.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/externalities\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 31 2019\t\t\t\t\t"
    },
    {
        "title": "Net Present Value: What Future Income Is Worth Today",
        "link": "https://nav.al/npv",
        "subtitle": "See what future income is worth today by applying a discount to its future value",
        "content": "\n\n\t\t\tLet’s talk about <a href=\"https://en.wikipedia.org/wiki/Net_present_value\">net present value</a> (NPV).\n\n\n\n Net present value is when you say, “That stream of payments I’m going to get in the future—what’s it worth today?”\n\n\n\nHere’s a common example: You’re joining a startup and getting stock options, and the founder says, “This company is going to be worth $1 billion, and I’m giving you 0.1% of the company; therefore, you’re getting $1 million worth of stock.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/npv\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 29 2019\t\t\t\t\t"
    },
    {
        "title": "Consumer Surplus: Getting More Than You Paid For",
        "link": "https://nav.al/surplus",
        "subtitle": "People are willing to pay more than what companies charge",
        "content": "\n\n\t\t\t<a href=\"https://en.wikipedia.org/wiki/Economic_surplus\">Consumer surplus and producer surplus</a> are important concepts. Consumer surplus is the excess value you get from something when you pay less than you were willing to pay.\n\n\n\nI get a lot of joy out of my morning Starbucks coffee. Obviously I’ve made some money. So if my coffee cost $20, I would pay it.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/surplus\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 25 2019\t\t\t\t\t"
    },
    {
        "title": "Price Discrimination: Charge Some People More",
        "link": "https://nav.al/price-discrimination",
        "subtitle": "You can charge people for extras based on their propensity to pay",
        "content": "\n\n\t\t\tAre there any other microeconomic concepts, outside of <a href=\"https://nav.al/business-models\">zero marginal cost of replication and scale economies</a>, that are important to understand?\n\n\n\n Price discrimination is important. It means you can charge people based on their propensity to pay.\n\n\n\nNow, you can’t charge people different amounts just because you don’t like them.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/price-discrimination\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 25 2019\t\t\t\t\t"
    },
    {
        "title": "Compounding Relationships Make Life Easier",
        "link": "https://nav.al/relationships",
        "subtitle": "Life gets a lot easier when you know someone’s got your back",
        "content": "\n\n\t\t\tEarlier, we talked about <a href=\"https://nav.al/long-term\">compound interest</a>, but we didn’t dig into it much.\n\n\n\n Relationships offer a good example of compound interest. Once you’ve been in a good relationship with somebody for a while—whether it’s business or romantic—life gets a lot easier because you know that person’s got your back.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/relationships\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 19 2019\t\t\t\t\t"
    },
    {
        "title": "Turn Short-Term Games Into Long-Term Games",
        "link": "https://nav.al/short",
        "subtitle": "Improve your leverage by turning short-term relationships into long-term ones",
        "content": "\n\n\t\t\tDo you want to talk about <a href=\"https://en.wikipedia.org/wiki/Pareto_efficiency\">Pareto optimal</a>?\n\n\n\n Pareto optimal is another concept from game theory, along with Pareto superior.\n\n\n\nPareto superior means something is better in some ways while being equal or better in other ways. It’s not worse in any way. This is an important concept when you’re negotiating.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/short\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 15 2019\t\t\t\t\t"
    },
    {
        "title": "Schelling Point: Cooperating Without Communicating",
        "link": "https://nav.al/schelling-point",
        "subtitle": "People who can’t communicate can cooperate by anticipating the other person’s actions",
        "content": "\n\n\t\t\tLet’s talk about Schelling points.\n\n\n\nThe <a href=\"https://www.lesswrong.com/posts/yJfBzcDL9fBHJfZ6P/nash-equilibria-and-schelling-points\">Schelling point</a> is a game theory concept made famous by Thomas Schelling in his book, <a href=\"https://books.google.co.id/books?id=7RkL4Z8Yg5AC&amp;printsec=frontcover&amp;dq=The+Strategy+of+Conflict&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwin7MHuw6njAhX58HMBHe2OC3YQ6AEIKjAA#v=onepage&amp;q=The%20Strategy%20of%20Conflict&amp;f=false\">The Strategy of Conflict</a>, which I recommend.\n\n\n\nIt’s about multiplayer games where people respond based on what they think the other person’s response will be.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/schelling-point\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 12 2019\t\t\t\t\t"
    },
    {
        "title": "Kelly Criterion: Avoid Ruin",
        "link": "https://nav.al/kelly-criterion",
        "subtitle": "Don't ruin your reputation or get wiped to zero",
        "content": "\n\n\t\t\tLet’s chat about the Kelly criterion.&nbsp;\n\n\n\n The Kelly criterion is a popularized mathematical formulation of a simple concept. The simple concept is: Don’t risk everything. Stay out of jail. Don’t bet everything on one big gamble. Be careful how much you bet each time, so you don’t lose the whole kitty.&nbsp;\n\n\n\nIf you’re a gambler, the Kelly criterion mathematically formulates how much you should wager per hand, even if you have an edge—because even when you have an edge, you can still lose.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/kelly-criterion\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 10 2019\t\t\t\t\t"
    },
    {
        "title": "Principal-Agent Problem: Act Like an Owner",
        "link": "https://nav.al/principal-agent",
        "subtitle": "If you think and act like an owner, it’s only a matter of time until you become an owner",
        "content": "\n\n\t\t\tWe spoke earlier about picking a business model that has <a href=\"https://nav.al/business-models\">leverage from scale economies, network effects and zero marginal cost of replication</a>. There were a few other ideas on the cutting-room floor that I want to go through with you. The first one is the <a href=\"https://en.wikipedia.org/wiki/Principal%E2%80%93agent_problem\">principal-agent problem</a>.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/principal-agent\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 8 2019\t\t\t\t\t"
    },
    {
        "title": "Envy Can Be Useful, or It Can Eat You Alive",
        "link": "https://nav.al/envy",
        "subtitle": "Envy can give you a powerful boost, or it can eat you alive",
        "content": "\n\n\t\t\tDo you want to tell us about jobs you had growing up and the one that kicked off your fanatical obsession with creating wealth?\n\n\n\nThis gets a little personal, and I don’t want to humble-brag. There was a thread going around Twitter—Name Five Jobs You’ve Held—and every rich person on there was signaling how they’ve held normal jobs.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/envy\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJun 28 2019\t\t\t\t\t"
    },
    {
        "title": "Being Ethical Is Long-Term Greedy",
        "link": "https://nav.al/ethics",
        "subtitle": "If you cut fair deals, you will get paid in the long run",
        "content": "\n\n\t\t\tIn the “How to Get Rich” tweetstorm you listed things you suggest people study, like <a href=\"https://twitter.com/naval/status/1002107869209096192\">programming, sales, reading, writing and arithmetic</a>. One of the items that ended up on the cutting-room floor was ethics, which you also suggest people study.\n\n\n\n I was going to put that out as a concession to people who believe making money is evil and that the only way to make it is to be evil.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/ethics\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJun 26 2019\t\t\t\t\t"
    },
    {
        "title": "We Should All Be Working for Ourselves",
        "link": "https://nav.al/working-ourselves",
        "subtitle": "But we will have to make sacrifices and take on more risk",
        "content": "\n\n\t\t\tWho is this advice targeted to? Is it for my Lyft driver? Is it for an Internet entrepreneur? Is it for somebody who wants to start a YouTube channel?\n\n\n\n Because it comes from someone who’s steeped in Silicon Valley and tech companies, it’s always going to have a bias towards that.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/working-ourselves\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJun 24 2019\t\t\t\t\t"
    },
    {
        "title": "Accountability Means Letting People Criticize You",
        "link": "https://nav.al/accountability",
        "subtitle": "You have to stick your neck out and be willing to fail publicly",
        "content": "\n\n\t\t\tWe finished discussing the tweetstorm. We’re going to spend some time on Q&amp;A and discussing tweets that didn’t make it into the “<a href=\"https://twitter.com/naval/status/1002103360646823936\">How to Get Rich</a>” tweetstorm. My first question: What are some common failures or things people typically do wrong when they try to apply this advice?\n\n\n\nA lot of people don’t understand what specific knowledge is or how to “obtain”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/accountability\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJun 21 2019\t\t\t\t\t"
    },
    {
        "title": "Productize Yourself",
        "link": "https://nav.al/productize-yourself",
        "subtitle": "Figure out what you're uniquely good at, and apply as much leverage as possible",
        "content": "\n\n\t\t\tYou summarized this entire tweetstorm with two words: “<a href=\"https://twitter.com/naval/status/1003356436091400192?lang=en\">Productize yourself.</a>” \n\n\n\n Productize has specific knowledge and leverage. Yourself has uniqueness and accountability. Yourself also has specific knowledge. So you can combine all of these pieces into these two words.\n\n\n\nIf you’re looking towards the long-term, you should ask yourself, “Is this authentic to me? Is it myself that I’m projecting?”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/productize-yourself\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 24 2019\t\t\t\t\t"
    },
    {
        "title": "There Are No Get Rich Quick Schemes",
        "link": "https://nav.al/rich-quick",
        "subtitle": "Get rich quick schemes are just someone else getting rich off you",
        "content": "\n\n\t\t\tWe skipped one tweet because I wanted to cover all of the tweets on the topic of the long-term. The tweet we skipped: “<a href=\"https://twitter.com/naval/status/1002109022420451328?lang=en\">There are no get rich quick schemes. That’s just someone else getting rich off you.</a>”\n\n\n\nThis goes back to the world being an efficient place.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/rich-quick\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 23 2019\t\t\t\t\t"
    },
    {
        "title": "A Calm Mind, a Fit Body, a House Full of Love",
        "link": "https://nav.al/finally-wealthy",
        "subtitle": "When you're finally wealthy, you'll realize it wasn't what you were seeking in the first place",
        "content": "\n\n\t\t\tThe last tweet on the topic of working for the long-term is: “<a href=\"https://twitter.com/naval/status/1002109558058237953?lang=en\">When you’re finally wealthy, you’ll realize it wasn’t what you were seeking in the first place. But that’s for another day.</a>”\n\n\n\nThat’s a multi-hour topic in and of itself. First of all, I thought it was a really clever way to end the whole thing.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/finally-wealthy\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 21 2019\t\t\t\t\t"
    },
    {
        "title": "Reject Most Advice",
        "link": "https://nav.al/reject-advice",
        "subtitle": "Most advice is people giving you their winning lottery ticket numbers",
        "content": "\n\n\t\t\tOne of the tweets from the cutting-room floor was: “Avoid people who got rich quickly. They’re just giving you their winning lottery ticket numbers.”\n\n\n\nThis is generally true of most advice. It&nbsp;goes back to Scott Adams—<a href=\"https://blog.dilbert.com/2013/11/18/goals-vs-systems/\">systems not goals</a>. If you ask a successful person what worked for them, they often read out the exact set of things that worked for them, which might not apply to you.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/reject-advice\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 20 2019\t\t\t\t\t"
    },
    {
        "title": "Eventually You Will Get What You Deserve",
        "link": "https://nav.al/eventually",
        "subtitle": "On a long enough timescale, you will get paid",
        "content": "\n\n\t\t\tWe’re talking about working for the long-term. The next tweet on that topic: “<a href=\"https://twitter.com/naval/status/1002103360646823936\">Apply specific knowledge, with leverage, and eventually you will get what you deserve.</a>” \n\n\n\nI would add: Apply judgment, apply accountability, and apply the skill of reading. \n\n\n\nThis one is a glib way of saying, “It takes time.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/eventually\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 19 2019\t\t\t\t\t"
    },
    {
        "title": "Play Stupid Games, Win Stupid Prizes",
        "link": "https://nav.al/stupid-games",
        "subtitle": "Competition will blind you to greater games",
        "content": "\n\n\t\t\tWhen you’re being authentic, you don’t mind competition that much. It pisses you off and inspires some fear, jealousy and other emotions. But you don’t really mind because you’re oriented towards the goal and the mission. Worst-case, you might get some ideas from them. And often there are ways to work with the competition in a positive way that ends up increasing the size of the market for you.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/stupid-games\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 17 2019\t\t\t\t\t"
    },
    {
        "title": "Escape Competition Through Authenticity",
        "link": "https://nav.al/competition-authenticity",
        "subtitle": "Nobody can compete with you on being you",
        "content": "\n\n\t\t\tLet’s discuss your tweet: “<a href=\"https://twitter.com/naval/status/975975798204112896?lang=en\">Escape competition through authenticity.</a>” It sounds like part of this is a search for who you are.\n\n\n\nIt’s both a search and a recognition. Sometimes when we search our egos, we want to be something that we’re not. Our friends and family are actually better at telling us who we are.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/competition-authenticity\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 16 2019\t\t\t\t\t"
    },
    {
        "title": "Keep Redefining What You Do",
        "link": "https://nav.al/redefining",
        "subtitle": "Become the best in the world at what you do",
        "content": "\n\n\t\t\tWe talked about the importance of working hard and valuing your time. Next, there are a few tweets on the topic of working for the long-term. The first tweet is: “<a href=\"https://twitter.com/naval/status/1002108897551773697?lang=en\">Become the best in the world at what you do. Keep redefining what you do until this is true.</a><span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/redefining\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 13 2019\t\t\t\t\t"
    },
    {
        "title": "Be Too Busy to ‘Do Coffee’",
        "link": "https://nav.al/meetings",
        "subtitle": "Ruthlessly decline meetings",
        "content": "\n\n\t\t\tAnother tweet was:&nbsp;“<a href=\"https://twitter.com/naval/status/1002108466809323521?lang=en\">You should be too busy to ‘do coffee,’ while still keeping an uncluttered calendar.</a>” \n\n\n\nPeople who know me know I’m famous for simultaneously doing two things. \n\n\n\nFirst, I keep a very clean calendar. I have almost no meetings on it. When some people see my calendar, they almost weep.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/meetings\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 8 2019\t\t\t\t\t"
    },
    {
        "title": "Work As Hard As You Can",
        "link": "https://nav.al/work-hard",
        "subtitle": "Even though what you work on and who you work with are more important",
        "content": "\n\n\t\t\tLet’s talk about hard work. There’s a battle that happens on Twitter a lot. Should you work hard or should you not? <a href=\"https://twitter.com/dhh\">David Heinemeier Hansson</a> says, “It’s like you’re slave-driving people.” <a href=\"https://twitter.com/rabois\">Keith Rabois</a> says, “No, all the great founders worked their fingers to the bone.” \n\n\n\nThey’re talking past each other.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/work-hard\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 6 2019\t\t\t\t\t"
    },
    {
        "title": "Set an Aspirational Hourly Rate",
        "link": "https://nav.al/hourly-rate",
        "subtitle": "Outsource tasks that cost less than your hourly rate",
        "content": "\n\n\t\t\tWe covered the skills you need to get rich. They included specific knowledge, accountability, leverage, judgment and life-long learning. Let’s talk about the importance of working hard and valuing your time.\n No one is going to value you more than you value you. Set a high personal hourly rate, and stick to it.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/hourly-rate\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 1 2019\t\t\t\t\t"
    },
    {
        "title": "Judgment Is the Decisive Skill",
        "link": "https://nav.al/judgment",
        "subtitle": "In an age of nearly infinite leverage, judgment is the most important skill",
        "content": "\n\n\t\t\t&nbsp;We spoke about specific knowledge, we talked about accountability, we talked about leverage. The last skill that Naval talks about in his tweetstorm is judgment, where he says, that “Leverage is a force multiplier for your judgment.”\nWe are now living in an age of nearly infinite leverage, and all the great fortunes are created through leverage.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/judgment\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 29 2019\t\t\t\t\t"
    },
    {
        "title": "Example: From Laborer to Entrepreneur",
        "link": "https://nav.al/laborer-tech",
        "subtitle": "From low to high specific knowledge, accountability and leverage",
        "content": "\n\n\t\t\tThe tweetstorm is very abstract. It’s deliberately meant to be broadly applicable to all kinds of different domains and disciplines and time periods and places. But sometimes it’s hard to work without a concrete example. So let’s go concrete for a minute.\nLook at the real estate business. You could start at the bottom, let’s say you’re a day laborer.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/laborer-tech\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 26 2019\t\t\t\t\t"
    },
    {
        "title": "Pick a Business Model With Leverage",
        "link": "https://nav.al/business-models",
        "subtitle": "An ideal business model has network effects, low marginal costs and scale economies",
        "content": "\n\n\t\t\tOne more question about leverage. Do you think a choice of business model or a choice of product can also bring a kind of leverage to it?\nFor example, pursuing a business that has network effects. Pursuing a business that has brand effects. Or other choices of business model that people could manipulate that just give you free leverage.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/business-models\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 22 2019\t\t\t\t\t"
    },
    {
        "title": "Product Leverage is Egalitarian",
        "link": "https://nav.al/egalitarian-leverage",
        "subtitle": "The best products tend to be available to everyone",
        "content": "\n\n\t\t\tLabor and capital are much less egalitarian, not just in the inputs, but in their outputs. \nLet’s say that I need something that humans have to provide like if I want a massage or if I need someone to cook my food. The more of a human element there is in providing that service, the less egalitarian it is.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/egalitarian-leverage\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 19 2019\t\t\t\t\t"
    },
    {
        "title": "Product and Media are New Leverage",
        "link": "https://nav.al/product-media",
        "subtitle": "Create software and media that work for you while you sleep",
        "content": "\n\n\t\t\tThe most interesting and the most important form of leverage is this idea of products that have no marginal cost of replication. This is the new form of leverage. \nThis was only invented in the last few hundred years. It got started with the printing press. It accelerated with broadcast media, and now it’s really blown up with the Internet and with coding.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/product-media\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 17 2019\t\t\t\t\t"
    },
    {
        "title": "Labor and Capital Are Old Leverage",
        "link": "https://nav.al/labor-capital",
        "subtitle": "Everyone is fighting over labor and capital",
        "content": "\n\n\t\t\tWhy don’t we talk a little bit about leverage?\nThe first tweet in the storm was a famous quote from Archimedes, which was, “Give me a lever long enough and a place to stand and I will move the Earth.”\nThe next tweet was, “Fortunes require leverage. Business leverage comes from capital, people and products with no marginal costs of replication.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/labor-capital\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 15 2019\t\t\t\t\t"
    },
    {
        "title": "Take Accountability to Earn Equity",
        "link": "https://nav.al/accountability-equity",
        "subtitle": "If you have high accountability, you're less replaceable",
        "content": "\n\n\t\t\tAccountability is important because that’s how you’re going to get leverage. That’s how you’re going to get credibility. It’s also how you’re going to get equity. You’re going to get a piece of the business.\nWhen you’re negotiating with other people, ultimately if someone else is making a decision about how to compensate you, that decision will be based on how replaceable you are.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/accountability-equity\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 13 2019\t\t\t\t\t"
    },
    {
        "title": "Embrace Accountability to Get Leverage",
        "link": "https://nav.al/accountability-leverage",
        "subtitle": "Take risks under your own name and society will reward you with leverage",
        "content": "\n\n\t\t\tWhy don’t we jump into accountability, which I thought was pretty interesting and I think you have your own unique take on it. So the first tweet on accountability was, “Embrace accountability and take business risks under your own name. Society will reward you with responsibility, equity, and leverage.”\n&nbsp;Yeah. So to get rich, you’re going to need leverage.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/accountability-leverage\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 11 2019\t\t\t\t\t"
    },
    {
        "title": "There’s No Actual Skill Called “Business”",
        "link": "https://nav.al/skill-business",
        "subtitle": "Avoid business schools and magazines",
        "content": "\n\n\t\t\tIn that sense, business to me is bottom of the barrel. There’s no actual skill called business, it’s too generic. It’s like a skill called “relating.” Like “relating to humans.” That’s not a skill, it’s too broad. \nA lot of what goes on in business schools, and there is some very intelligent stuff taught in business schools – I don’t mean to detract from them completely – some of the things taught in business school are just anecdotes.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/skill-business\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 8 2019\t\t\t\t\t"
    },
    {
        "title": "The Foundations Are Math and Logic",
        "link": "https://nav.al/math-logic",
        "subtitle": "Mathematics and logic are the basis for understanding everything else",
        "content": "\n\n\t\t\tFoundational things are principles, they’re algorithms, they’re deep seated logical understanding where you can defend it or attack it from any angle. And that’s why microeconomics is important because macroeconomics is a lot of memorization, a lot of macro bullshit. \nAs Nassim Taleb says, it is easier to macro bullshit than it is the micro bullshit.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/math-logic\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 5 2019\t\t\t\t\t"
    },
    {
        "title": "Read What You Love Until You Love to Read",
        "link": "https://nav.al/love-read",
        "subtitle": "You should be able to pick up any book in the library and read it",
        "content": "\n\n\t\t\tBefore we go and talk about accountability and leverage and judgment, you’ve got a few tweets further down the line that I would put in the category of continuous learning. \nThey’re essentially, “there is no skill called business. Avoid business magazines and business class, study microeconomics, game theory, psychology, persuasion, ethics, mathematics and computers.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/love-read\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 3 2019\t\t\t\t\t"
    },
    {
        "title": "Learn to Sell, Learn to Build",
        "link": "https://nav.al/build-sell",
        "subtitle": "If you can do both, you will be unstoppable",
        "content": "\n\n\t\t\tTalking about combining skills, you said that you should “learn to sell, learn to build, if you can do both, you will be unstoppable.”\nThis is a very broad category. It’s two broad categories. One is building the product. Which is hard, and it’s multivariate. It can include design, it can include development, it can include manufacturing, logistics, procurement, it can even be designing and operating a service.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/build-sell\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 31 2019\t\t\t\t\t"
    },
    {
        "title": "Specific Knowledge Is Highly Creative or Technical",
        "link": "https://nav.al/creative-technical",
        "subtitle": "Specific knowledge is on the bleeding edge of technology, art and communication",
        "content": "\n\n\t\t\tTo the extent that specific knowledge is taught, it’s on the job. It’s through apprenticeships. And that’s why the best businesses, the best careers are the apprenticeship or self-taught careers, because those are things society still has not figured out how to train and automate yet. \nThe classic line here is that Warren Buffett went to Benjamin Graham when he got out of school.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/creative-technical\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 28 2019\t\t\t\t\t"
    },
    {
        "title": "Arm Yourself With Specific Knowledge",
        "link": "https://nav.al/specific-knowledge",
        "subtitle": "Specific knowledge can be found by pursuing your genuine curiosity",
        "content": "\n\n\t\t\tDo you want to talk a little bit about the skills that you need, in particular specific knowledge, accountability, leverage and judgment. So, the first tweet in this area is “Arm yourself with specific knowledge accountability and leverage.” And I’ll throw in judgment as well. I don’t think you covered that in that particular tweet.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/specific-knowledge\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 25 2019\t\t\t\t\t"
    },
    {
        "title": "Partner With Rational Optimists",
        "link": "https://nav.al/rational-optimists",
        "subtitle": "Don't partner with cynics and pessimists; their beliefs are self-fulfilling",
        "content": "\n\n\t\t\tLet’s do this last tweet. You said, “Don’t partner with cynics, and pessimists. Their beliefs are self-fulfilling.”\nYes. Essentially, to create things, you have to be a rational optimist. Rational in the sense that you have to see the world for what it really is. And yet you have to be optimistic about your own capabilities, and your capability to get things done.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/rational-optimists\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 22 2019\t\t\t\t\t"
    },
    {
        "title": "Pick Partners With Intelligence, Energy and Integrity",
        "link": "https://nav.al/intelligence-energy-integrity",
        "subtitle": "You can't compromise on any of these three",
        "content": "\n\n\t\t\tIn terms of picking people to work with, pick ones that have high intelligence, high energy, and high integrity, I find that’s the three-part checklist that you cannot compromise on. \nYou need someone who is smart, or they’ll head in the wrong direction. And you’re not going to end up in the right place.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/intelligence-energy-integrity\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 22 2019\t\t\t\t\t"
    },
    {
        "title": "Play Long-term Games With Long-term People",
        "link": "https://nav.al/long-term",
        "subtitle": "All returns in life come from compound interest in long-term games",
        "content": "\n\n\t\t\tTalk a little bit about what industries you should think about working in. What kind of job you should have? And who you might want to work with? So, you said, “One should pick an industry where you can play long-term games with long-term people.” Why?\nYeah, this is an insight into what makes Silicon Valley work, and what makes high trust societies work.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/long-term\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 19 2019\t\t\t\t\t"
    },
    {
        "title": "The Internet Has Massively Broadened Career Possibilities",
        "link": "https://nav.al/possible-careers",
        "subtitle": "The Internet allows you to scale any niche obsession",
        "content": "\n\n\t\t\tLet’s look at this next tweet, which I thought was cryptic, and also super interesting, about the kind of job or career that you might have. You said, “The internet has massively broadened the possible space of careers. Most people haven’t figured this out yet.”\nThe fundamental property of the internet more than any other single thing is it connects every human to each other human on the planet.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/possible-careers\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 19 2019\t\t\t\t\t"
    },
    {
        "title": "Give Society What It Doesn’t Know How to Get",
        "link": "https://nav.al/product-scale",
        "subtitle": "Society will pay you for creating what it wants and delivering it at scale",
        "content": "\n\n\t\t\tYou’re not gonna get rich renting out your time. But you say that, “you will get rich by giving society what it wants, but does not yet know how to get at scale.”\nThat’s right. So, essentially as we talked about before, money is IOUs from society saying, “You did something good in the past.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/product-scale\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 14 2019\t\t\t\t\t"
    },
    {
        "title": "Live Below Your Means for Freedom",
        "link": "https://nav.al/salary-freedom",
        "subtitle": "People busy upgrading their lifestyles just can't fathom this freedom",
        "content": "\n\n\t\t\tAny other big things you should avoid, other than renting out your time?\n&nbsp;Yeah, there are two tweets that I put out that are related. The first one I was talking about where someone, like, how your lifestyle has to upgrade, shouldn’t get upgraded too fast. And that one basically said, people who are living far below their means enjoy a freedom that people busy upgrading their lifestyles just can’t fathom.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/salary-freedom\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 11 2019\t\t\t\t\t"
    },
    {
        "title": "You Won’t Get Rich Renting Out Your Time",
        "link": "https://nav.al/renting-time",
        "subtitle": "You can't earn non-linearly when you're renting out your time ",
        "content": "\n\n\t\t\tNext you go into more specific details on how you can actually get rich, and how you can’t get rich. The first point was about how you’re not going to get rich: “You are not going to get rich renting out your time. You must own equity—a piece of the business—to gain your financial freedom.”<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/renting-time\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 8 2019\t\t\t\t\t"
    },
    {
        "title": "Make Luck Your Destiny",
        "link": "https://nav.al/luck-destiny",
        "subtitle": "Build your character in a way that luck becomes deterministic",
        "content": "\n\n\t\t\t&nbsp;I think it’s pretty interesting that the first three kinds of luck that you described there are very common cliches for them that everybody knows. And then for that last kind of luck that comes to you out of the unique way that you act, there’s no real cliche for it.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/luck-destiny\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 7 2019\t\t\t\t\t"
    },
    {
        "title": "Making Money Isn’t About Luck",
        "link": "https://nav.al/money-luck",
        "subtitle": "Become the kind of person who makes money",
        "content": "\n\n\t\t\tObviously, we want to be wealthy, and we want to get there in this lifetime without having to rely on luck.\nA lot of people think making money is about luck. It’s not. It’s about becoming the kind of person that makes money.\nI like to think that if I lost all my money and if you drop me on a random street in any English-speaking country, within 5, 10 years I’d be wealthy again.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/money-luck\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 6 2019\t\t\t\t\t"
    },
    {
        "title": "Free Markets Are Intrinsic to Humans",
        "link": "https://nav.al/free-markets",
        "subtitle": "We use credits and debits to cooperate across genetic boundaries",
        "content": "\n\n\t\t\t&nbsp;Overall capitalism [meaning free markets] is intrinsic to the human species. Capitalism is not something we invented. Capitalism is not even something we discovered. It is in us in every exchange that we have.\nWhen you and I exchange information, I want some information back from you. I give you information.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/free-markets\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 5 2019\t\t\t\t\t"
    },
    {
        "title": "Make Abundance for the World",
        "link": "https://nav.al/ethical-wealth",
        "subtitle": "Wealth isn't about taking something from somebody else",
        "content": "\n\n\t\t\t&nbsp;I think there is this notion that making money is evil, right? It’s rooted all the way back down to “money is the root of all evil.”&nbsp;People think that the bankers steal our money. It’s somewhat true in that, in a lot of the world, there’s a lot of theft going on all the time.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/ethical-wealth\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 3 2019\t\t\t\t\t"
    },
    {
        "title": "Seek Wealth, Not Money or Status",
        "link": "https://nav.al/seek-wealth",
        "subtitle": "Wealth is assets that earn while you sleep",
        "content": "\n\n\t\t\tThis is my first interview on How to Get Rich, based on my&nbsp;<a href=\"https://twitter.com/naval/status/1002103360646823936\">tweetstorm</a>&nbsp;on the same topic. The podcast is available on <a href=\"https://itunes.apple.com/us/podcast/naval/id1454097755?mt=2\">Apple</a>, <a href=\"https://www.breaker.audio/naval\">Breaker</a>, <a href=\"https://www.google.com/podcasts?feed=aHR0cHM6Ly9uYXZhbC5saWJzeW4uY29tL3Jzcw\">Google</a>, <a href=\"https://overcast.fm/itunes1454097755/naval\">Overcast</a>, <a href=\"https://open.spotify.com/show/7qZAVw03FuurfYnWIWwkHY?si=3B5E_4acTsK-Lud-Ssv_pQ\">Spotify</a>, <a href=\"https://www.youtube.com/channel/UCh_dVD10YuSghle8g6yjePg\">YouTube</a>&nbsp;and other podcast apps.&nbsp;<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/seek-wealth\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 28 2019\t\t\t\t\t"
    },
    {
        "title": "The Need for Indifference",
        "link": "https://nav.al/the-need-for-indifference",
        "subtitle": "A conversation with Kapil Gupta",
        "content": "\n\n\t\t\t\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 4 2019\t\t\t\t\t"
    },
    {
        "title": "A Founder’s Anxiety",
        "link": "https://nav.al/a-founders-anxiety",
        "subtitle": "A conversation with Kapil Gupta",
        "content": "\n\n\t\t\t\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 4 2019\t\t\t\t\t"
    },
    {
        "title": "On Humility",
        "link": "https://nav.al/on-humility",
        "subtitle": "A conversation with Kapil Gupta",
        "content": "\n\n\t\t\t\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 4 2019\t\t\t\t\t"
    },
    {
        "title": "On Meditation",
        "link": "https://nav.al/on-meditation",
        "subtitle": "A conversation with Kapil Gupta",
        "content": "\n\n\t\t\t\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 4 2019\t\t\t\t\t"
    },
    {
        "title": "The truth about hard work",
        "link": "https://nav.al/the-truth-about-hard-work",
        "subtitle": "A conversation with Kapil Gupta",
        "content": "\n\n\t\t\t\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 25 2018\t\t\t\t\t"
    },
    {
        "title": "American Fall",
        "link": "https://nav.al/american-fall",
        "subtitle": "",
        "content": "\n\n\t\t\tThis is a sequel. Read <a href=\"http://nav.al/2016/01/15/american-spring/\" target=\"_blank\" rel=\"noopener noreferrer\">American Spring</a>&nbsp;first.\n\n“We conclude that the concentration of wealth is natural and inevitable, and is periodically alleviated by violent or peaceable partial redistribution. In this view all economic history is the slow heartbeat of the social organism, a vast systole and diastole of concentrating wealth and compulsive recirculation.”\n– Will and Ariel Durant\n\nIn 2016, the American Republic birthed a second political party.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/american-fall\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 18 2016\t\t\t\t\t"
    },
    {
        "title": "American Spring",
        "link": "https://nav.al/american-spring",
        "subtitle": "",
        "content": "\n\n\t\t\tA one party system ran the United States, and the United States ran the world.\nThe US had checks and balances – governing required consensus, and the people were freed from kings. To protect speech, the framers left out a rule against conspiracies to monopolize the vote.\nPolitical parties formed to monopolize the vote.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/american-spring\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 15 2016\t\t\t\t\t"
    },
    {
        "title": "A Venture SLA",
        "link": "https://nav.al/a-venture-sla",
        "subtitle": "",
        "content": "\n\n\t\t\tThere is an opportunity for a new VC Firm to brand itself. Recent brands in Venture Capital arose from transparency and founder-friendliness. YCombinator gives new, young, technical talent an entry into Silicon Valley. 500 Startups does it globally. Fred Wilson blogs the business. Marc Andreessen and Ben Horowitz back Founders to be Public Company CEOs.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/a-venture-sla\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJun 28 2013\t\t\t\t\t"
    },
    {
        "title": "Build a Team that Ships",
        "link": "https://nav.al/build-a-team-that-ships",
        "subtitle": "",
        "content": "\n\n\t\t\tI started my first company 15 years go, and I still can’t manage. I suspect that very few people can. With AngelList, we want a team of self-managing people who ship code.\nHere’s what we do:\n\nKeep the team small. All doers, no talkers. Absolutely no middle managers. All BD via APIs.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/build-a-team-that-ships\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 27 2012\t\t\t\t\t"
    },
    {
        "title": "Why You Can’t Hire",
        "link": "https://nav.al/why-you-cant-hire",
        "subtitle": "",
        "content": "\n\n\t\t\tThere isn’t a shortage of developers and designers. There’s a surplus of founders.\nThe cost of starting a company has collapsed. It’s now just (minimal) salaries. For entrepreneurs, desks are free, hosting is free, marketing is online, and company setup is cheap.\nRaising the first $25K for product development is easy – join an incubator.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/why-you-cant-hire\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 13 2011\t\t\t\t\t"
    },
    {
        "title": "Towards a Literate Nation",
        "link": "https://nav.al/towards-a-literate-nation",
        "subtitle": "",
        "content": "\n\n\t\t\t“Give me a lever long enough, and a place to stand, and I will move the earth”\n– Archimedes\n\nTo reduce unemployment, we need to lever up.\nNot like Wall Street did, through debt, but like Silicon Valley does, with tools.\nLeverage magnifies your actions and increases your productivity.&nbsp;You can get leverage through:\n\nlabor (people work for you)\ncapital (money works for you)\ntools (machines work for you)\n\nWe’re trying to help labor.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/towards-a-literate-nation\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 11 2011\t\t\t\t\t"
    },
    {
        "title": "Google should pull an Android on Facebook",
        "link": "https://nav.al/google-should-pull-an-android-on-facebook",
        "subtitle": "",
        "content": "\n\n\t\t\tAndroid’s best weapon against iOS is that it’s a much more open platform. iOS’ elegant user experience comes at a cost – developers have to suffer through approval delays, rejections, private APIs, rules against advertising, and shutdowns. Android, on the other hand is open to carriers, users, and developers.\nFacebook developers face two major problems.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/google-should-pull-an-android-on-facebook\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 7 2011\t\t\t\t\t"
    },
    {
        "title": "There is No Angel Bubble. There are Many Angel Bubbles.",
        "link": "https://nav.al/there-is-no-angel-bubble-there-are-many-angel-bubbles",
        "subtitle": "",
        "content": "\n\n\t\t\tA common meme floating around right now is that there is an Angel investing bubble.\nIn the sense that an enormous amount of capital is being placed at risk, and its popping will have grave macro-economic consequences, No.\nThe total amount of additional capital flowing through the Silicon Valley early-stage ecosystem, thanks to Super-Angels and newly minted millionaires, is on the order of half-a-billion dollars or so.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/there-is-no-angel-bubble-there-are-many-angel-bubbles\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 1 2010\t\t\t\t\t"
    },
    {
        "title": "The Unbundling of the Venture Capital Industry",
        "link": "https://nav.al/the-unbundling-of-the-venture-capital-industry",
        "subtitle": "",
        "content": "\n\n\t\t\tPeople often mock Super-Angels as being impure because they invest other people’s money. We also often get asked “What are VCs and Seed Funds doing on AngelList?” (They’re clearly marked, by the way, and you can choose who your pitch is visible to.)\nI will propose, however, that whose money you’re investing is less relevant than on what terms it comes on.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/the-unbundling-of-the-venture-capital-industry\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 1 2010\t\t\t\t\t"
    },
    {
        "title": "Funding Markets Develop in Reverse",
        "link": "https://nav.al/funding-markets-develop-in-reverse",
        "subtitle": "",
        "content": "\n\n\t\t\tI co-founded AngelList because I was tired of saying no to entrepreneurs. I wanted to say instead, “yes, we can help you get funded.”\nSo, it’s especially disappointing when we get promising startups pitching on AngelList from remote locations. Some we’ve managed to get funded – including ones in Canada and Europe.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/funding-markets-develop-in-reverse\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 1 2010\t\t\t\t\t"
    },
    {
        "title": "Privacy Violations",
        "link": "https://nav.al/privacy-violations",
        "subtitle": "",
        "content": "\n\n\t\t\tAll sorts of businesses are being built by violating assumptions about the privacy of data.\nFlickr violated the assumption that you wanted your photos private by default. Before Flickr came along, the default photo sharing model, espoused by Shutterfly, Snapfish etc., was that of private photo sharing.\nLinkedIn violates the assumption that your resumé is private.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/privacy-violations\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 15 2010\t\t\t\t\t"
    },
    {
        "title": "Interview on Entrepreneurship up at GigaOm TV",
        "link": "https://nav.al/interview-on-entrepreneurship-up-at-gigaom-tv",
        "subtitle": "",
        "content": "\n\n\t\t\t<a href=\"http://gigaom.com/2010/05/13/video-want-to-be-an-entrepreneur-listen-to-naval-ravikant/\">Check out the full article, and watch the video.</a><span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/interview-on-entrepreneurship-up-at-gigaom-tv\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMay 14 2010\t\t\t\t\t"
    },
    {
        "title": "Why (Private) Investors are Herd Animals",
        "link": "https://nav.al/why-private-investors-are-herd-animals",
        "subtitle": "",
        "content": "\n\n\t\t\tIt’s a common complaint – venture investors are driven by what other investors think, and therefore lack imagination and spine.\nThere’s some truth to it – it is human nature, after all, to look for social proof and authority when making decisions. However, that’s not the whole story.\nIn public markets, Investors make their decisions to invest in parallel, and in theory, most of the relevant information about a company is publicly disclosed, by law.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/why-private-investors-are-herd-animals\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 22 2010\t\t\t\t\t"
    },
    {
        "title": "Who has time for meetings?",
        "link": "https://nav.al/who-has-time-for-meetings",
        "subtitle": "",
        "content": "\n\n\t\t\tA lot of entrepreneurs assume that the initial way to engage with an investor is to *insist* on a meeting. It’s a relatively safe assumption that anyone on the buy side (an investor, an advertiser, an executive at a large company) receives far more requests for meetings than they can follow up on, and are constantly looking for excuses to say “no.”\nSynchronous activities, such as phone calls, screencasts, videos, and webex conferences are almost as bad.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/who-has-time-for-meetings\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 10 2010\t\t\t\t\t"
    },
    {
        "title": "Venture Hacks Meetup and Panel at SXSW",
        "link": "https://nav.al/upcoming-sxsw-panel",
        "subtitle": "",
        "content": "\n\n\t\t\tFor those of you going to SXSW, I’ll be on the&nbsp;<a href=\"http://my.sxsw.com/e/387\">Seed Combinators Panel</a> on Monday March 15 3:30pm. I’m joining&nbsp;<a href=\"http://www.paulgraham.com/\">Paul Graham</a>,&nbsp;<a href=\"http://www.techstars.org/mentors/dcohen/\">David Cohen</a>,&nbsp;<a href=\"http://twitter.com/marc1919\">Marc Nathan</a>, and&nbsp;<a href=\"http://austinpreneur.com/\">Joshua Baer</a> to talk about YStars, TechCombinators, SeedBoxes, and the like.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/upcoming-sxsw-panel\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 10 2010\t\t\t\t\t"
    },
    {
        "title": "Docverse and Mixer Labs exit stage right",
        "link": "https://nav.al/docverse-and-mixer-labs-exit-stage-right",
        "subtitle": "",
        "content": "\n\n\t\t\tCongratulations to portfolio companies <a href=\"http://techcrunch.com/2010/03/05/google-acquires-docverse-to-further-office-arms-race/\">DocVerse</a> (now at Google) and <a href=\"http://blog.twitter.com/2009/12/mixing-it-up-at-795-folsom-st.html\">Mixer Labs</a> (now at Twitter). The best part was getting to know and work with people that I genuinely liked and now consider friends.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/docverse-and-mixer-labs-exit-stage-right\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 5 2010\t\t\t\t\t"
    },
    {
        "title": "Self-Promotion",
        "link": "https://nav.al/self-promotion",
        "subtitle": "",
        "content": "\n\n\t\t\tBusinessWeek <a href=\"http://images.businessweek.com/ss/10/02/0225_angel_investors/23.htm\">includes me</a> on a “Smart Money” <a href=\"http://bwnt.businessweek.com/interactive_reports/future_of_tech_2010/\">list</a>. Thanks guys!\n<a href=\"http://images.businessweek.com/ss/10/02/0225_angel_investors/23.htm\"></a><span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/self-promotion\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 27 2010\t\t\t\t\t"
    },
    {
        "title": "The iPad is imPortant",
        "link": "https://nav.al/the-ipad-is-important",
        "subtitle": "",
        "content": "\n\n\t\t\tPerhaps not in this incarnation – remember the first iPod? But the concept is very, very important for two reasons:\n– It’s the first computing device that’s social in the real world. The iPhone is something that one person uses at a time. The Laptop screen faces you – two people using it at one time is awkward.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/the-ipad-is-important\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 23 2010\t\t\t\t\t"
    },
    {
        "title": "Y Combinator vs. Graduate School",
        "link": "https://nav.al/y-combinator-vs-graduate-school",
        "subtitle": "",
        "content": "\n\n\t\t\tY Combinator* is the new Graduate School.\nIn some ways, it’s better:\n– You pay to go to graduate school. YC pays you.\n– After school, you get a job. After YC, you create jobs.\n– You repeat the works of the greats in school. YC expects you to do original work.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/y-combinator-vs-graduate-school\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 8 2010\t\t\t\t\t"
    },
    {
        "title": "Why You Need to be in Silicon Valley",
        "link": "https://nav.al/why-you-need-to-be-in-silicon-valley",
        "subtitle": "",
        "content": "\n\n\t\t\tFor years I didn’t believe this. I thought that you could take advantage of the benefits of Boston, Seattle, NY, Austin – cheaper talent, no echo chamber, local Universities, etc.. But I give up. I found myself telling an entrepreneur why he had to be in Silicon Valley if he wanted to succeed.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/why-you-need-to-be-in-silicon-valley\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 17 2010\t\t\t\t\t"
    },
    {
        "title": "Live Appearance",
        "link": "https://nav.al/live-appearance",
        "subtitle": "",
        "content": "\n\n\t\t\tMore of a warning so you know where not to go, I suppose…\nI’ll be on a panel at the “<a href=\"http://futureoffunding.eventbrite.com/\">Future of Funding</a>” event in San Mateo on February 18th.\nMore information here:\nThe Growth of Small Firms\nFebruary 18, 2010\n11:00-12:00pm\nDescription: There are an increasing number of venture capital firms with smaller and smaller fund sizes.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/live-appearance\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 15 2010\t\t\t\t\t"
    },
    {
        "title": "How to Pick a Co-Founder (at Venture Hacks)",
        "link": "https://nav.al/how-to-pick-a-co-founder-at-venture-hacks",
        "subtitle": "",
        "content": "\n\n\t\t\tI have a new post on picking a co-founder, up here:\n<a href=\"http://venturehacks.com/articles/pick-cofounder\">http://venturehacks.com/articles/pick-cofounder</a><span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/how-to-pick-a-co-founder-at-venture-hacks\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 12 2009\t\t\t\t\t"
    },
    {
        "title": "The returns to entrepreneurship",
        "link": "https://nav.al/the-returns-to-entrepreneurship",
        "subtitle": "",
        "content": "\n\n\t\t\tI was at dinner the other night with a group of entrepreneurs. One told the story of a 27-year-old whiz kid whose company will likely exit for $500M – $1B – the business now being less than two years old. You can imagine the effect that this had on the brilliant, hardworking 35+ entrepreneurs in the group, who have had their share of hits, but not at that magnitude and not that quickly.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/the-returns-to-entrepreneurship\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 9 2009\t\t\t\t\t"
    },
    {
        "title": "Extrapolating Computing",
        "link": "https://nav.al/extrapolating-computing",
        "subtitle": "",
        "content": "\n\n\t\t\tRemember when mainframes did all of the computing? And workstations were dumb terminals docked to the mainframes? The terminals had less power, but were more “mobile.”\nThen everyone got a desktop. And the desktop is where you did most of your computing. And you carried around your underpowered laptop, which had to be synced with your desktop, or docked to a big screen, keyboard and mouse to be usable.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/extrapolating-computing\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 6 2009\t\t\t\t\t"
    },
    {
        "title": "The Foundations of Cooperation",
        "link": "https://nav.al/the-foundations-of-cooperation",
        "subtitle": "",
        "content": "\n\n\t\t\t“The foundation of cooperation is not really trust, but the durability of the relationship.” – Robert Axelrod<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/the-foundations-of-cooperation\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 2 2009\t\t\t\t\t"
    },
    {
        "title": "Mencken on Politics",
        "link": "https://nav.al/mencken-on-politics",
        "subtitle": "",
        "content": "\n\n\t\t\t“The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary. ” –H. L. Mencken<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/mencken-on-politics\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 30 2009\t\t\t\t\t"
    },
    {
        "title": "New Blog and Feed Address",
        "link": "https://nav.al/new-blog-and-feed-address",
        "subtitle": "",
        "content": "\n\n\t\t\tPlease update your RSS readers to my new Feed address:\n<a href=\"http://feeds.naval.mystagingwebsite.com/startupboy\">http://feeds.naval.mystagingwebsite.com/startupboy</a><span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/new-blog-and-feed-address\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 30 2009\t\t\t\t\t"
    },
    {
        "title": "Users bring you traffic",
        "link": "https://nav.al/users-bring-you-traffic",
        "subtitle": "",
        "content": "\n\n\t\t\tDuh.\nBut how?\nI only know of four viable methods:\n\nA simple core built-in feature, where by using the product, users invite / share it with others. This used to be mostly about email address import, although these days Digging, Tweeting, and of course, spreading on Facebook are very popular\nUsers embed the product onto their own blogs / pages / sites\nUsers create original content that gets picked up by GoogleBot, gets SEO’ed, and then brings in other users via Google search.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/users-bring-you-traffic\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 10 2008\t\t\t\t\t"
    },
    {
        "title": "Charlie Munger on Getting Ahead",
        "link": "https://nav.al/we-get-these-questions-a-lot-from-the-enterprising-young-it8217s-a-very-intelligent-question-you-look-at-some-old-guy-who8217s-rich-and-you-ask-8216how-can-i-become-like-you-except-faster8217-spend-ea",
        "subtitle": "",
        "content": "\n\n\t\t\tWe get these questions a lot from the enterprising young. It’s a very intelligent question: You look at some old guy who’s rich and you ask,\n“How can I become like you, except faster?”;\nSpend each day trying to be a little wiser than you were when you woke up. Discharge your duties faithfully and well.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/we-get-these-questions-a-lot-from-the-enterprising-young-it8217s-a-very-intelligent-question-you-look-at-some-old-guy-who8217s-rich-and-you-ask-8216how-can-i-become-like-you-except-faster8217-spend-ea\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 6 2008\t\t\t\t\t"
    },
    {
        "title": "Warren Buffett on Effort and Value",
        "link": "https://nav.al/out-of-school-i-offered-to-work-for-benjamin-graham-for-free-and-he-said-i-was-overpriced",
        "subtitle": "",
        "content": "\n\n\t\t\tOut of school I offered to work for [Benjamin] Graham for free and he said I was overpriced.\n– Warren Buffett<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/out-of-school-i-offered-to-work-for-benjamin-graham-for-free-and-he-said-i-was-overpriced\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 28 2008\t\t\t\t\t"
    },
    {
        "title": "Samuel Adams on Freedom",
        "link": "https://nav.al/if-you-love-wealth-more-than-liberty-the-tranquility-of-servitude-better-than-the-animating-contest-of-freedom-depart-from-us-in-peace-we-ask-not-your-counsel-nor-your-arms-crouch-down-and-lick-the-ha",
        "subtitle": "",
        "content": "\n\n\t\t\tIf you love wealth more than liberty, the tranquility of servitude better than the animating contest of freedom, depart from us in peace. We ask not your counsel nor your arms. Crouch down and lick the hand that feeds you. May your chains rest lightly upon you and may posterity forget that you were our countrymen.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/if-you-love-wealth-more-than-liberty-the-tranquility-of-servitude-better-than-the-animating-contest-of-freedom-depart-from-us-in-peace-we-ask-not-your-counsel-nor-your-arms-crouch-down-and-lick-the-ha\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 28 2008\t\t\t\t\t"
    },
    {
        "title": "Keynes on the Currency",
        "link": "https://nav.al/there-is-no-subtler-surer-means-of-overturning-the-existing-basis-of-society-than-to-debauch-the-currency-the-process-engages-all-the-hidden-forces-of-economic-law-on-the-side-of-destruction-and-it-do",
        "subtitle": "",
        "content": "\n\n\t\t\tThere is no subtler, surer means of overturning the existing basis of society than to debauch the currency. The process engages all the hidden forces of economic law on the side of destruction, and it does it in a manner which not one man in a million is able to diagnose.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/there-is-no-subtler-surer-means-of-overturning-the-existing-basis-of-society-than-to-debauch-the-currency-the-process-engages-all-the-hidden-forces-of-economic-law-on-the-side-of-destruction-and-it-do\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 26 2008\t\t\t\t\t"
    },
    {
        "title": "Tumblr customer service blows me away",
        "link": "https://nav.al/tumblr-customer-service-blows-me-away",
        "subtitle": "",
        "content": "\n\n\t\t\tWhen’s the last time that you had an accurate, timely, thorough, and polite response to an email to a free service?\n——-Original Message——-\nDate: Sat, 16 Feb 2008&nbsp;14:05:25 -0800\nTo: <a href=\"mailto:support@tumblr.com\">support@tumblr.com</a>\nSubject: Migrating from squarespace\n&gt;I’m abandoning my squarespace blog and moving to Tumblr. I have my own\n&gt;custom domain.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/tumblr-customer-service-blows-me-away\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 21 2008\t\t\t\t\t"
    },
    {
        "title": "Yahoo!’s Search Brand is Done",
        "link": "https://nav.al/turns-out-that-yahoo-search-can8217t-find-the-pirate-bay-between-moves-like-this-and-forcing-page-inclusion-instead-of-crawling-i-as-a-user-have-moved-on-from-yahoo-the-other-day-i-needed-to-go-back-t",
        "subtitle": "",
        "content": "\n\n\t\t\tTurns out that Yahoo! search <a href=\"http://www.techcrunch.com/2008/02/18/yahoo-cant-find-the-pirate-bay/\">can’t find the Pirate Bay</a>. Between moves like this and <a href=\"http://searchmarketing.yahoo.com/srchsb/choose.php\">forcing page inclusion instead of crawling</a>, I as a user, have moved on from Yahoo!. The other day I needed to go back to Yahoo! search to use their backlink checker, and instinctively did this… (see image)<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/turns-out-that-yahoo-search-can8217t-find-the-pirate-bay-between-moves-like-this-and-forcing-page-inclusion-instead-of-crawling-i-as-a-user-have-moved-on-from-yahoo-the-other-day-i-needed-to-go-back-t\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 19 2008\t\t\t\t\t"
    },
    {
        "title": "New year, new blog",
        "link": "https://nav.al/new-year-new-blog",
        "subtitle": "",
        "content": "\n\n\t\t\tI wasn’t posting enough on my old blog since:\n\nSquareSpace is annoying\n\n\nI was writing long, infrequent posts\n\nI’ll post more frequently on my new WordPress blog – shorter, mor wide-ranging topics, and more as notes to self than anything else.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/new-year-new-blog\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 16 2008\t\t\t\t\t"
    },
    {
        "title": "Perpetual Stimulation Machine",
        "link": "https://nav.al/perpetual-stimulation-machine",
        "subtitle": "",
        "content": "\n\n\t\t\tThe economic stimulus is a farce, as should be obvious to anyone who cracked open their Econ 101 textbook or ever ran a lemonade stand.\nWhere is the $150B going to come from? Reduced spending elsewhere (wash), increased taxes (same as reducing spending from the private sector – worse than a wash), borrowing from abroad (raises the price of capital for private businesses, or causes inflation, resulting in a wash), or printing more money (inflation / reduced purchasing power, which depending on what it does to inflation expectations, can be worse than a wash).<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/perpetual-stimulation-machine\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 16 2008\t\t\t\t\t"
    },
    {
        "title": "A User Model for Social Software",
        "link": "https://nav.al/a-user-model-for-social-software",
        "subtitle": "",
        "content": "\n\n\t\t\tAfter looking at a lot of Facebook apps, I’ve sortof concluded that users:\n\nwant sex. If they can’t have sex, they\nwant food. If they can’t have food, they\nwant fun. If they can’t have fun, they\nleave<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/a-user-model-for-social-software\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 12 2008\t\t\t\t\t"
    },
    {
        "title": "Churchill on Persistence",
        "link": "https://nav.al/when-going-through-hell-keep-going",
        "subtitle": "",
        "content": "\n\n\t\t\tWhen going through hell, keep going\n– Winston Churchill<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/when-going-through-hell-keep-going\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 8 2008\t\t\t\t\t"
    },
    {
        "title": "Life Formulas I",
        "link": "https://nav.al/life-formulas-i",
        "subtitle": "",
        "content": "\n\n\t\t\tThese are notes to myself. Your frame of reference, and therefore your calculations, may vary. These are not definitions – these are algorithms for success. Contributions welcome.\nHappiness = Health + Wealth + Good Relationships\nHealth = Exercise + Diet + Sleep&nbsp;\nExercise = High Intensity Resistance Training + Sports + Rest\nDiet = Natural Foods + Intermittent Fasting + Plants\nSleep = No alarms +&nbsp; 8-9 hours + Circadian Rhythms\nWealth = Income + Wealth * (Return on Investment)&nbsp;\nIncome = Accountability + Leverage + Specific Knowledge\nAccountability = Personal Branding + Personal Platform + Taking Risk?\nLeverage = Capital + People + Intellectual Property\nSpecific Knowledge = Knowing how to do something that society cannot yet easily train other people to do &nbsp;\nRoI = Buy-and-Hold + Valuation + Margin of Safety<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/life-formulas-i\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 8 2008\t\t\t\t\t"
    },
    {
        "title": "The Aging Entrepreneur",
        "link": "https://nav.al/the-aging-entrepreneur",
        "subtitle": "",
        "content": "\n\n\t\t\tCan older people be great entrepreneurs?\nMarc Andreesen has a <a target=\"_blank\" href=\"http://blog.pmarca.com/2007/08/age-and-the-ent.html\" rel=\"noopener noreferrer\">great post</a> on this age-old question. In part I, he’s digging through the data. Some of his observations are powerful and worth summarizing:\n\"Generally, productivity — output — rises rapidly from the start of a career to a peak and then declines gradually until retirement.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/the-aging-entrepreneur\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tAug 8 2007\t\t\t\t\t"
    },
    {
        "title": "STIRR discovers Price Discrimination",
        "link": "https://nav.al/at-stirr-events-vcs-fly-business-class-but-entrepreneurs-fly-coach-i-have-a-similar-rule-whenever-i-go-to-coffee-lunch-dinner-for-business-the-person-who-has-raised-more-money-pays8230",
        "subtitle": "",
        "content": "\n\n\t\t\tAt STIRR events, VCs fly business class, but entrepreneurs fly coach <img draggable=\"false\" role=\"img\" class=\"emoji\" alt=\"🙂\" src=\"https://s.w.org/images/core/emoji/13.1.0/svg/1f642.svg\">  I have a similar rule – whenever I go to coffee / lunch / dinner for business, the person who has raised more money pays…<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/at-stirr-events-vcs-fly-business-class-but-entrepreneurs-fly-coach-i-have-a-similar-rule-whenever-i-go-to-coffee-lunch-dinner-for-business-the-person-who-has-raised-more-money-pays8230\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 15 2007\t\t\t\t\t"
    },
    {
        "title": "Venture Hacks is Hiring – One Man Developer Army",
        "link": "https://nav.al/venture-hacks-is-hiring-one-man-developer-army",
        "subtitle": "",
        "content": "\n\n\t\t\tBig things coming on Venture Hacks but we need a great developer to help us out. Trust me, if you’re a great coder and want to do something cool, you’ll love this one.\n&nbsp;Full description on <a href=\"http://www.nivi.com/blog/article/hiring-vh\" class=\"offsite-link-inline\">Nivi’s blog here</a>.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/venture-hacks-is-hiring-one-man-developer-army\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJun 22 2007\t\t\t\t\t"
    },
    {
        "title": "Two More Hacks",
        "link": "https://nav.al/two-more-hacks",
        "subtitle": "",
        "content": "\n\n\t\t\t<a href=\"http://www.venturehacks.com/articles/option-pool-shuffle\">The option pool shuffle: beat the game and raise your valuation</a>:\nSummary: Don’t let your investors determine the size of the option pool for you. Use a hiring plan to justify a small option pool, increase your share price, and increase your effective valuation.\n<a href=\"http://www.venturehacks.com/articles/share-price\">Focus on your share price, not your valuation</a>\nSummary: Focus on your share price and the number of shares you own — metrics like valuation and percent ownership can fool you.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/two-more-hacks\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 12 2007\t\t\t\t\t"
    },
    {
        "title": "Introducing: Venture Hacks",
        "link": "https://nav.al/introducing-venture-hacks",
        "subtitle": "",
        "content": "\n\n\t\t\tI know I haven’t posted recently, but I have been busy! <a href=\"http://www.nivi.com/blog\">Nivi</a> and I are launching a new site called <a href=\"http://www.venturehacks.com\">Venture Hacks</a>, an entrepreneur’s guide to hacking Venture Capital. It’s a “tell all” site that helps entrepreneurs get on an even footing with their better-informed counterparts when negotiating an investment.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/introducing-venture-hacks\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 2 2007\t\t\t\t\t"
    },
    {
        "title": "Be Chaotic Neutral",
        "link": "https://nav.al/be-chaotic-neutral",
        "subtitle": "",
        "content": "\n\n\t\t\tThe Google / YouTube looks like a win-win all around. Well, almost.\n\n\n\n\nAcquire the future of video on the Internet for roughly 1% of your market cap.\n<a href=\"http://www.blogmaverick.com/2006/10/30/some-intimate-details-on-the-google-youtube-deal/\">Get $500M in escrow to protect against copyright lawsuits</a>\nThese are lawsuits that Google would probably have to defend YouTube against anyway, even if Google didn’t own YouTube.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/be-chaotic-neutral\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tOct 31 2006\t\t\t\t\t"
    },
    {
        "title": "Why We May Think",
        "link": "https://nav.al/why-we-may-think",
        "subtitle": "",
        "content": "\n\n\t\t\tWhen I was young, I thought the point of the body was to protect the brain. Now I realize it’s the other way around. The brain exists to protect the body. \nThere are two kinds of animals – those who move and those who don’t.\nAnimals who don’t move count on a stable and predictable environment and replicate like crazy to compete for scarce resources, and to outlast environmental changes.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/why-we-may-think\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJul 12 2006\t\t\t\t\t"
    },
    {
        "title": "Bill Burnham on the future of Google Base",
        "link": "https://nav.al/bill-burnham-on-the-future-of-google-base",
        "subtitle": "",
        "content": "\n\n\t\t\tBill Burnham, formerly an analyst at DMG and CSFB, and then a VC, continues his interesting analysis of the online classifieds market with <a href=\"http://billburnham.blogs.com/burnhamsbeat/2006/04/real_estate_car.html\">his take on where Google Base is headed</a>. He has some good predictions, and Vast is mentioned in the piece.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/bill-burnham-on-the-future-of-google-base\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 7 2006\t\t\t\t\t"
    },
    {
        "title": "Vast.com launches Credit Card Search!",
        "link": "https://nav.al/vastcom-launches-credit-card-search",
        "subtitle": "",
        "content": "\n\n\t\t\tVast.com has launched a new category, <a href=\"http://www.vast.com/v.php?v=home\">Credit Cards!</a> Why waste your time doing comparison shopping, when you can get what you really want, free stuff! Our “deep” crawler now recognizes and extracts credit card numbers accidentally posted all across the web, and enables you to shop with them. What’s the business model, indeed!<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/vastcom-launches-credit-card-search\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tApr 1 2006\t\t\t\t\t"
    },
    {
        "title": "Web 2.0 Meme Wars Begin",
        "link": "https://nav.al/web-20-meme-wars-begin",
        "subtitle": "",
        "content": "\n\n\t\t\t<a href=\"http://www.puzzlingevidence.net\">Puzzling Evidence</a>, already one of the funnier and most interesting blogs out there, knocks it out of the park:\n“Rael Dornfest and Tim O’Reilly heard about it and, not to be outdone, declared Web 4.0 over pizza last night at Il Fornio.”\nAs they say, <a href=\"http://www.puzzlingevidence.net/?p=120\">read the whole thing.</a><span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/web-20-meme-wars-begin\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 23 2006\t\t\t\t\t"
    },
    {
        "title": "Mobbin’",
        "link": "https://nav.al/mobbin",
        "subtitle": "",
        "content": "\n\n\t\t\tFor anyone who wants to chat with me or with anyone else looking at this page, I’ve added a Mobber bar to the top of the site – it’s pretty slick. Talk to each other or ping me, or stick Mobber on your own site by pasting the following HTML into your blog or page:\n&nbsp;&lt;iframe src=’http://www.mobber.com/embed/ajax?v=c’ width=775 height=115 frameborder=0 scrolling=no&gt;&lt;/iframe&gt;<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/mobbin\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 23 2006\t\t\t\t\t"
    },
    {
        "title": "Something Vast This Way Comes",
        "link": "https://nav.al/something-vast-this-way-comes",
        "subtitle": "",
        "content": "\n\n\t\t\tThe <a href=\"http://www.vast.com\">Vast.com</a> (developer) Preview is finally available! If you’ve been wondering what we’ve been up to, here it is, in a nutshell – we are building a search service that extracts classified ads from across the web, structures them, and then makes them available via an open REST API for commercial and non-commercial uses.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/something-vast-this-way-comes\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tMar 14 2006\t\t\t\t\t"
    },
    {
        "title": "Web 2.0 + Web 2.0 = Web 3.0",
        "link": "https://nav.al/web-20-web-20-web-30",
        "subtitle": "",
        "content": "\n\n\t\t\t\"We’re a movin’ on up,(We’re a movin on up.)To the east side.(Mo-vin on up.)To a de-luxe apartment,In the sky-.Mo-vin’ on up(Mo-vin on up.)To the east side,(Mo-vin on up.)We finally got a piece of the pie.\"\n&nbsp;\nThat’s right, Vast.com is moving! If you have a Web 2.0 company somewhere in SOMA or Mission and would like to sublease about 2000-3000 square feet of space, please contact me at [myfirstname]@[mylastname].[com].<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/web-20-web-20-web-30\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 14 2006\t\t\t\t\t"
    },
    {
        "title": "Craigslist is Worth More than EBay",
        "link": "https://nav.al/craigslist-is-worth-more-than-ebay",
        "subtitle": "",
        "content": "\n\n\t\t\tRich Skrenta dissects why Craigslist is so effective, in a <a href=\"http://blog.topix.net/archives/000095.html\">must-read piece</a>. Now it’s time to consider exactly  effective it is.\nIf the Genie of the Market were to offer you all of the future earnings from EBay or Craigslist, which would you take? I’d take Craigslist.\nNote that I’m talking about the strengths of the business models here.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/craigslist-is-worth-more-than-ebay\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tFeb 7 2006\t\t\t\t\t"
    },
    {
        "title": "Dare Microsoft Kill Google? (updated)",
        "link": "https://nav.al/dare-microsoft-kill-google-updated",
        "subtitle": "",
        "content": "\n\n\t\t\t“Say, that’s a nice ad business you got there. It’d be a real shame if something were to happen to it…”\n\n\nOk, so . But, when Microsoft decides that it doesn’t want Google’s revenue stream as much as it wants Google gone, why wouldn’t it do this? And what’s wrong with helping consumers filter out unwanted content on the Internet?&nbsp;\n\n – I’ve created a <a href=\"https://addons.mozilla.org/extensions/moreinfo.php?application=firefox&amp;id=1996&amp;&amp;page=comments\">monster.</a><span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/dare-microsoft-kill-google-updated\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 24 2006\t\t\t\t\t"
    },
    {
        "title": "Job Opening at my New Company",
        "link": "https://nav.al/job-opening-at-my-new-company",
        "subtitle": "",
        "content": "\n\n\t\t\t“If you want to build a ship, don’t drum up the men to gather wood, divide the work and give orders. Instead, teach them to yearn for the vast and endless sea.”\nAntoine de Saint-Exupery\nJob Title: Senior Software Engineer\nSalary: Competitive\nLocation: San Francisco, CA\nCute young startup seeks dashing hacker to work on large-scale computing problems.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/job-opening-at-my-new-company\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 21 2006\t\t\t\t\t"
    },
    {
        "title": "Craigslist takes on Sand Hill Road",
        "link": "https://nav.al/craigslist-takes-on-sand-hill-road",
        "subtitle": "",
        "content": "\n\n\t\t\tI like Venture Capital. I really do. And even in the current bubble, <a href=\"http://www.dilbert.com/comics/dilbert/archive/images/dilbert2005152631215.gif\">Vijay, the World’s Most Desperate Venture Capitalist</a> is a little exaggerated.\nBut what am I supposed to do when I put <a href=\"http://www.craigslist.org/sfc/eng/124054534.html\">a job posting</a> on Craigslist and get the following response?\n“My name is XXXX XXXX, and I am a Principal with XXXXX, a venture capital firm based in XXXXXXXX.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/craigslist-takes-on-sand-hill-road\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tJan 10 2006\t\t\t\t\t"
    },
    {
        "title": "Fix the Search Interface First",
        "link": "https://nav.al/fix-the-search-interface-first",
        "subtitle": "",
        "content": "\n\n\t\t\t<a href=\"http://www.thestreet.com/_tsclsii/tech/internet/10257973.html\">Barry Diller wants Ask.com to grow market share</a>. I’m sure there’s lots to be done on improving distribution deals, the crawler, back-end algorithms, etc., but how about starting with some simple, obvious UI fixes? Here are the results of a search for “Search Engine” on the 4 majors:\n\n\n\n\nAt 1024×768, the UI differences are glaring.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/fix-the-search-interface-first\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 20 2005\t\t\t\t\t"
    },
    {
        "title": "Isn’t it obvious what Web 2.0 is?",
        "link": "https://nav.al/isnt-it-obvious-what-web-20-is",
        "subtitle": "",
        "content": "\n\n\t\t\tThere’s a lot of <a href=\"http://blogs.zdnet.com/ip-telephony/?p=805\">talk and angst</a> about what Web 2.0 is or means. Isn’t it obvious? \nWeb 1.0 was the time period between Netscape’s IPO and the March 2000 dot-com crash. It was exemplified by irrational exuberance, over-funding, and massive hype, but also by the mass-deployment of fundamental consumer-facing technologies, the birth of huge, high-margin businesses overnight, and a massive creation and transfer of wealth.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/isnt-it-obvious-what-web-20-is\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 19 2005\t\t\t\t\t"
    },
    {
        "title": "Yes, the bubble is back",
        "link": "https://nav.al/yes-the-bubble-is-back",
        "subtitle": "",
        "content": "\n\n\t\t\tJust take a look at the domain name sales on DNJournal – Fish.com goes for over <a href=\"http://www.dnjournal.com/domainsales.htm\">$1 Million</a>! Alarm clock, otherwise a great resource, is still living in the pre-bubble days, when <a href=\"http://www.thealarmclock.com/mt/archives/2005/12/six_figure_blog.html\">domain sales of $100k were news</a>.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/yes-the-bubble-is-back\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 16 2005\t\t\t\t\t"
    },
    {
        "title": "How Microsoft can Obliterate Google",
        "link": "https://nav.al/how-microsoft-can-obliterate-google",
        "subtitle": "",
        "content": "\n\n\t\t\tTime Bray <a href=\"http://www.tbray.org/ongoing/When/200x/2005/12/11/Search-Market\">has it right</a>. In the future, every site can carry search. All Microsoft has to do is to give the revenues from any potential search to the site carrying it. Two big assumptions:\n\nMSN Search has to be as good as Google search (not there yet, but possible)\n\n\nMicrosoft is willing to forego the Google ad revenue stream in exchange for severely crippling Google.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/how-microsoft-can-obliterate-google\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 13 2005\t\t\t\t\t"
    },
    {
        "title": "VC Bundling",
        "link": "https://nav.al/vc-bundling",
        "subtitle": "",
        "content": "\n\n\t\t\tMicrosoft bundles its Office applications. Record Labels and Game Publishers bundle cash and distribution. Silicon Valley Venture Capital bundles Advice, Control, and Money. In lean times, you, the entrepreneur, have to buy the bundled good. \nWant Cash? It comes bundled with an Advisor on your Board of Directors, like it or not.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/vc-bundling\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tDec 1 2005\t\t\t\t\t"
    },
    {
        "title": "Lawyers or Insurance Salesmen?",
        "link": "https://nav.al/lawyers-or-insurance-salesmen",
        "subtitle": "",
        "content": "\n\n\t\t\tAt some point when you have a startup, probably when raising money, you’ll HAVE to get a corporate lawyer. Most are hideously expensive and infuriating. A few tips:\n\nDon’t just go with the lawyer that the VCs  upon. These lawyers will work with the VC on a hundred financings and with you on only one.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/lawyers-or-insurance-salesmen\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 30 2005\t\t\t\t\t"
    },
    {
        "title": "The 80-hour Myth",
        "link": "https://nav.al/the-80-hour-myth",
        "subtitle": "",
        "content": "\n\n\t\t\tLet’s get serious. Nobody works eighty hours a week. Not eighty real, productive hours. Look closely at workaholics (and I’ve been one, and worked with ones), and a lot of the time is spent idling, re-charging, cycling, switching gears, etc. In the old days this was water-cooler talk. In Silicon Valley, it’s gaming, email, IM, lunches, and idle meetings.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/the-80-hour-myth\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 29 2005\t\t\t\t\t"
    },
    {
        "title": "Securitize Citizenship!",
        "link": "https://nav.al/securitize-citizenship",
        "subtitle": "",
        "content": "\n\n\t\t\tPeople hate immigration and immigrants as it’s seen as competing with newcomers over finite resources in a zero-sum game. This argument is flawed on many economic levels, but let’s overlook that for a moment. Let’s give everyone a stake.\nSuppose that we gave every US citizen an extra passport – a blank one.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/securitize-citizenship\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 29 2005\t\t\t\t\t"
    },
    {
        "title": "Unquantifiable Risk",
        "link": "https://nav.al/unquantifiable-risk",
        "subtitle": "",
        "content": "\n\n\t\t\tA lot of the Web 2.0 startups getting started these days are of the variety where their risk is completely unquantifiable a priori. Mostly, these are highly social applications which require a large group of people to change their behavior slightly or to adopt a new behavior to work. The list includes peer-to-peer lending, social networks for recommending things, new group communication systems, downloadable photo sharing clients, etc.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/unquantifiable-risk\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 29 2005\t\t\t\t\t"
    },
    {
        "title": "Do Animals Laugh?",
        "link": "https://nav.al/do-animals-laugh",
        "subtitle": "",
        "content": "\n\n\t\t\tAlmost everything that women like in men seems to have some reproductive fitness signaling value. What about humor? Note that it’s not enough to say that “humor is a stress reliever.” The question is, why would it relieve stress?\nThe best guesses that I have:\n\nHumor signals contextual intelligence in quick, bite-size forms.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/do-animals-laugh\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 29 2005\t\t\t\t\t"
    },
    {
        "title": "Natural Beauty",
        "link": "https://nav.al/natural-beauty",
        "subtitle": "",
        "content": "\n\n\t\t\tLooking out of an airplane window, it’s quite obvious what structures are natural and what structures are manmade. The natural structures are curvy, chaotic, yet recursive. They take very, very complex patterns and project them to us in a very simple way. The man-made structures are the opposite – they take simple underlying shapes (squares, straight lines, perfect circles) and combine them in haphazard, unpredictable, and hard-to-encode ways.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/natural-beauty\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 29 2005\t\t\t\t\t"
    },
    {
        "title": "Hong Kong is Civilized",
        "link": "https://nav.al/hong-kong-is-civilized",
        "subtitle": "",
        "content": "\n\n\t\t\tFree wifi in the airport, need I say more? Ok, what is stifling about airports and modern travel is the lack of control. Stand in line. Wait. Sit on the plane. Fasten your seatbelt. Put away your tray table. Close the windowshade. What is web-surfing? Here’s a blank location bar – now go, wherever you will.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/hong-kong-is-civilized\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 29 2005\t\t\t\t\t"
    },
    {
        "title": "American Culture",
        "link": "https://nav.al/american-culture",
        "subtitle": "",
        "content": "\n\n\t\t\tA caucasian and U.S. born friend once opined that I was lucky to have been born in a great culture (India), and that Americans have no culture. Not so. She has been living in it for so long that she is a fish in the American cultural ocean – it’s invisible.<span class=\"post-more-link-before\"></span><a class=\"post-more-link\" href=\"https://nav.al/american-culture\"> More <i class=\"fas fa-chevron-right\"></i></a>\t\t\t \n\t\t",
        "date": "\n\t\t\t\t\t\tNov 29 2005\t\t\t\t\t"
    }
]