{
  "tip": [
    "If your partner's answer made you feel triggered, uncomfortable or unsettled, don’t ignore it. Lean in and first process why the answer they gave made you feel that way. Then bring it back up at a later time and ask more questions to bring clarity.",
  ],
  "special": [
    "Given the choice of anyone in the world, whom would you want as a dinner guest?",
    "Would you like to be famous? In what way?",
    "Before making a telephone call, do you ever rehearse what you are going to say? Why?4. What would constitute a \"perfect\" day for you?",
    "When did you last sing to yourself? To someone else?",
    "If you were able to live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life, which would you want?",
    "Do you have a secret hunch about how you will die?",
    "Name three things you and your partner appear to have in common.",
    "For what in your life do you feel most grateful?",
    "If you could change anything about the way you were raised, what would it be?",
    "Take four minutes and tell your partner your life story in as much detail as possible.",
    "If you could wake up tomorrow having gained any one quality or ability, what would it be?",
    "If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?",
    "Is there something that you've dreamed of doing for a long time? Why haven't you done it?",
    "What is the greatest accomplishment of your life?",
    "What do you value most in a friendship?",
    "What is your most treasured memory?",
    "What is your most terrible memory?",
    "If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?",
    "What does friendship mean to you?",
    "What roles do love and affection play in your life?",
    "Alternate sharing something you consider a positive characteristic of your partner. Share a total of five items.",
    "How close and warm is your family? Do you feel your childhood was happier than most other people's?",
    "How do you feel about your relationship with your mother?",
    "Make three true \"we\" statements each. For instance, \"We are both in this room feeling _______.\"",
    "Complete this sentence: \"I wish I had someone with whom I could share _______.\"",
    "If you were going to become a close friend with your partner, please share what would be important for him or her to know.",
    "Tell your partner what you like about them; be very honest this time, saying things that you might not say to someone you've just met.",
    "Share with your partner an embarrassing moment in your life.",
    "When did you last cry in front of another person? By yourself?",
    "Tell your partner something that you like about them already.",
    "What, if anything, is too serious to be joked about?",
    "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven't you told them yet?",
    "Your house, containing everything you own, catches fire. After saving your loved ones and pets, you have time to safely make a final dash to save any one item. What would it be? Why?",
    "Of all the people in your family, whose death would you find most disturbing? Why?",
    "Share a personal problem and ask your partner's advice on how he or she might handle it. Also, ask your partner to reflect back to you how you seem to be feeling about the problem you have chosen.",
  ],
  "quiz1": [
    "Did your family throw plates, calmly discuss issues or silently shut down when disagreements arose?",
    "Will we have children, and if we do, will you change diapers?",
    "Will our experiences with our exes help or hinder us?",
    "How important is religion? How will we celebrate religious holidays, if at all?",
    "Is my debt your debt? Would you be willing to bail me out?",
    "What’s the most you would be willing to spend on a car, a couch, shoes?",
    "Can you deal with my doing things without you?",
    "Do we like each other’s parents?",
    "How important is sex to you?",
    "How far should we take flirting with other people? Is watching pornography O.K.?",
    "Do you know all the ways I say “I love you”?",
    "What do you admire about me, and what are your pet peeves? (minor annoyance that an individual identifies as particularly annoying to them, to a greater degree than others may find)",
    "How do you see us 10 years from now?",
    "What differences do I love now but may find grating in five years?",
    "How do we individually and collectively handle stress?",
    "What is my partner's relationship with drugs, alcohol, and gambling?",
    "How are we as roommates?",
    "What are our thoughts about kids, and how certain are they?",
    "How much do we talk about our relationship with others?",
    "How do we handle conflict, and how could we be better about it?",
    "How are we with each other's families?",
    "Is there something that I am expecting to change?",
    "How compatible are we in our money styles, and how will we handle finances once married?",
    "Who needs more free and alone time, and is that okay?",
    "How should household chores be divided?",
    "How stuck are we in each of our jobs, and what would happen if we got fired or wanted to leave?",
    "How okay am I with my partner's closeness to others, and when might I think of it as an emotional affair?",
    "What's our relationship to religion?",
    "What's our expectation about where to live geographically?",
    "How important is the upkeep of physical appearance?",
    "How are things in the bedroom?",
    "How did your parents show their love to you growing up?",
    "Do you have trust issues and insecurities?",
    "How will we make decisions together?",
    "What is your love language? (https://www.sheknows.com/love-and-sex/articles/1059295/what-are-the-5-love-languages/)",
    "If we get stuck in our marriage, are you willing to seek outside help with a counselor?",
    "How much alone time do you need?",
    "What are your thoughts about having debt?",
    "How do we handle conflict and how could we be better about it?",
    "What are the boundaries we want to put in place when it comes to dealing with the opposite sex?",
    "What are your expectations about how we will spend our free time?",
    "Do you feel like we have enough heart to heart conversations that connect us emotionally?",
    "How do you handle your anger?",
    "Do you expect or want me to change in certain areas?",
    "What amount of available money do you need to have to feel comfortable?",
    "Are we both good at apologizing?",
    "Are we both quick to forgive?",
    "What role will your family play in our life together?",
    "Do we truly listen to each other and fairly consider one another’s ideas and complaints?",
    "How will we make sure we have quality time together no matter how busy we get?",
    "What are some of your financial goals?",
    "What does faith and spirituality mean to you?",
    "How important is it to you to keep up physical appearances?",
    "Are there some things that you and I are not prepared to give up in the marriage?",
    "Do you feel like you can be assertive with me? Why or why not?",
    "How do we balance holiday and special occasions with both families and also make sure to have special time for us?",
    "Have you ever cheated on someone or been cheated on?",
    "How important do you think self-care is?",
    "When conflict arises, do we tend to want to fight or avoid it?",
    "Can we comfortably and openly discuss our sexual needs, preferences and fears?",
    "Do you want kids? If so, how many and how do you intend to shape our children’s values?",
    "Do you want kids?",
    "If we are not able to have children, should we accept this ?",
    "Do you want to become parents after the wedding or while you wait with it?",
    "How do you feel about infertility treatment and adoption if there are difficulties with conception ?",
    "If you have different religious beliefs, how will you raise children?",
    "What methods of upbringing do you plan to choose: a) just as you were brought up b) radically opposite c) together, both methods ?",
    "What kind of education would you like to give to your children? Do you plan to help them in this? How?",
    "When we have a baby, who will change diapers, warm bottles, cook, do household chores, bathe a child, get up in the middle of the night, cry for a child, carry a child to a doctor, buy clothes and dress a child?",
    "What methods of upbringing do you plan to apply to correct the behavior of the child, in adolescence ?",
    "Do you share the same basic values ? What patterns of behavior do you want to adopt from parent families and which ones to not ?",
    "If both spouses are by their nature leaders, how to determine who is in charge of the family? Husband or wife?",
    "Who will be responsible for financial security and family protection?",
    "Who will have the final say in making important decisions?",
    "How in our family will be solved the issues of creating and maintaining comfort and coziness in the house?",
    "How to solve problems constructively without dragging the head of the family over himself?",
    "Who will be responsible for establishing a microclimate in relations?",
    "Who will control and implement clear rules adopted in our family?",
    "How will we determine the strategic and tactical allocation of costs?",
    "Who will eliminate intra-family conflicts?",
    "How will we solve supernumerary situations?",
    "What’s your religion?",
    "What place does religion take in your life?",
    "What are the key religious beliefs that have a greater impact on behavior and attitudes?",
    "How will you celebrate religious holidays?",
    "Do you intend to visit temples or holy places with children?",
    "What will happen if one of you becomes more or less religious?",
    "What is your attitude toward conflicts on religious grounds?",
    "How do you feel about the religious symbolism in the house?",
    "What is our difference in religious aspect? Will you be the cause of the conflict in the future? Do our differences complement each other?",
    "How do you feel about other religions?",
    "Under what circumstances do you allow borrowing money in debt?",
    "How much debt do you have at the moment?",
    "Do you experience stress, with financial difficulties? How did you get used to it?",
    "How often do you use credit cards?",
    "Should we prepare our family for the financial crisis?",
    "Do you think that the unstable financial situation is a weighty reason not to have children?",
    "Should we give the child in a kindergarten or will one of us babysit?",
    "Will we have a common family budget?",
    "Who will pay the bills?",
    "How do you feel about helping to pay my debt?",
    "If we exclude the physical attraction from our relationship, what will remain?",
    "What is the best way to prove to you that I love you?",
    "If I gain superfluous kilograms, will it affect our sexual relations? If so, how?",
    "Is it important for you to know that I’m/not virgin? Why? Or why not?",
    "What are my actions that make you doubt my love?",
    "What do you consider sexually unattractive? What repels you of sex?",
    "How dramatically will our relationship change if, for medical reasons, we cannot have sex?",
    "What do you think the love means: a) you never need to apologize; b) one always needs to apologize; c) know when to apologize; d) always apologize first?",
    "Is there something in your past sexual life that I should know about?",
    "Is it comfortable for you to stay with me in a relationship, knowing that there are things from my past sexual life that I’m not ready to share with you?",
    "Do you like pets?",
    "What kind of pets do you prefer?",
    "Why do you need a pet?",
    "What is the preference for their choice from each partner?",
    "Are you allergic to any pet?",
    "Who will take care of pets?",
    "How many pets do you not mind to have?",
    "Are you afraid of any kind of pets?",
    "How much money are you willing to spend on keeping pets?",
    "Can you compromise on the choice of pets?",
    "Do you plan to change your habitual way of life after the wedding? That is, will you spend as much time with your friends, family and co-workers? Why or why not?",
    "Set life priorities, in order of importance: work, children, wife, parents, personal time, friends, hobbies. Add something that is missing.",
    "You can have many friends in common, but what about your personal friends and your partner’s friends?",
    "After you get married, would you like to meet your friends as often as you do now?",
    "Do you plan to change your habitual way of life after marriage?",
    "Will you spend as much time with your friends, family and co-workers? Why or why not?",
    "How will we plan our vacation, rest?",
    "Are there any entertainments from which you will have to refuse to marry me, and regret it?",
    "What do you prefer: a) flexible working hours; b) full time job; c) working day with irregular schedule?",
    "How do you react if I have to leave to: a) visit relatives; b) on business trips, on working issues; c) on issues related to my favorite hobby; d) cope with stress?",
    "Whenever we will experience negative emotions to each other, how should we solve it: a) keep silent; b) talk about the problem immediately; c) to cool down before to start a conversation?",
    "If your words are getting louder than actions, how do I draw your attention to this problem?",
    "What does your admiration for the relationship of your parents?",
    "How can I express my negative emotions better so as not to offend your feelings?",
    "Who should start the talk first?",
    "In what situations, you do not want to talk to me?",
    "Do you think you can talk to me about any problem under any circumstances?",
    "If we start having problems, will you go with me to the therapist to solve them?",
    "When you need a personal space, you will leave me?",
    "Do you think that the family should be preserved under any circumstances, even if it makes you unhappy?",
    "How would you like to celebrate holidays and birthdays?",
    "What festive traditions are there in your family?",
    "What holidays do you always celebrate?",
    "How did you use to celebrate birthdays?",
    "What is your view on birthday gifts?",
    "Do you like to give expensive gifts or more practical and necessary ones?",
    "Do you visit your parents on their birthdays?",
    "Is it customary in your family to invite parents for your birthday celebrations?",
    "Do you prefer lush or reserved celebrations?",
    "What are your favorite holidays?",
    "Do you love this person?",
    "Will I be able to keep on my lifestyle?",
    "Are you ready to sacrifice some of your personal space?",
    "Can you get along with the bad habits of a partner?",
    "Is he/she the person you are ready to believe in any mystery with?",
    "Are you ready to move in with him or her?",
    "You are ready for the fact that you will have new relatives?",
    "Are you ready to be with him/her during difficult hours?",
    "Your sex life is so good that you are ready to sleep with him for the rest of your life, only with him and no one else?",
    "How many kids do you want?",
    "What values do you want to install in your children?",
    "How do you want to discipline your kids?",
    "What would you do if one of your children said he was homosexual?",
    "What if our children didn't want to go to college?",
    "How much say do children have in a family?",
    "How comfortable are you around children?",
    "Would you be opposed to having our parents watch the children so we can spend time alone together?",
    "Would you put your children in private or public school?",
    "What are your thoughts on home schooling?",
    "Would you be willing to adopt if we couldn't have kids?",
    "Would you be willing to seek medical treatment if we couldn't have kids naturally?",
    "Do you believe it's OK to discipline your child in public?",
    "How do you feel about paying for your kid's college education?",
    "How far apart do you want kids?",
    "Would you want someone to stay home with the kids or use day care?",
    "How would you feel if our kids wanted to join the military rather than go to college?",
    "How involved do you want grandparents to be in our parenting?",
    "How will we handle parental decisions?",
    "Would you be willing to go to marriage counseling if we were having marital problems?",
    "If there is a disagreement between me and your family, whose side do you choose?",
    "How do you handle disagreements?",
    "Would you ever consider divorce?",
    "Would you rather discuss issues as they arise or wait until you have a few problems?",
    "How would you communicate you aren't satisfied sexually?",
    "What is the best way to handle disagreements in a marriage?",
    "How can I be better at communicating with you?",
    "What are your views on infidelity?",
    "What are your religious views on marriage?",
    "What's more important, work or family?",
    "What are your political views?",
    "What are your views on birth control?",
    "Would you rather be rich and miserable or poor and happy?",
    "Who will make the biggest decisions of the household?",
    "What would you do if someone said something bad about me?",
    "Would you follow the advice of your family before your spouse?",
    "What do you believe the role of a wife is?",
    "Who should do household chores?",
    "What do you believe the role of a husband is?",
    "How do you feel about debt?",
    "Would you share all money with your spouse or split the money into different accounts?",
    "What are your views on saving money?",
    "What are your views on spending money?",
    "What if we both want something but can't afford both?",
    "How well do you budget?",
    "Do you feel it is important to save for retirement?",
    "Would you be willing to get a second job if we had financial problems?",
    "Do you have any debt?",
    "What if a family member wants to borrow a large sum of money?",
    "Who will take care of the financial matters of the household?",
    "Do you enjoy traveling?",
    "How often would you like to travel?",
    "Where would you like to travel?",
    "How important is spending time alone to you?",
    "How would you feel about me going on a trip with the girls (boys) for a couple of weeks?",
    "How important is spending time with friends to you?",
    "What would be the perfect weekday evening to you?",
    "What would we do if we both had a break from work, but each of us had different ideas on how to spend it?",
    "How often would you want to visit your family?",
    "How often will your family visit us?",
    "How often would you want my family to visit?",
    "How often would you want to visit my family?",
    "Do you have a family history of diseases or genetic abnormalities?",
    "What if one of your family members said he disliked me?",
    "How would you handle holiday family visits?",
    "If your parents became ill, would you take them in?",
    "If my parents became ill, would you mind taking them in?",
    "Does anyone in your family suffer from alcoholism?",
    "What is your medical family history?",
    "Would you be opposed to mental health treatment?",
    "If I had to change my diet because of medical concerns, would you be willing to change yours?",
    "Are you willing to exercise with me to improve our health?",
    "Where do you want to live?",
    "Would you mind moving if I had to relocate with my job?",
    "What would you do if we fell out of love?",
    "What are your career aspirations?",
    "What would you like to be doing five or ten years from now?",
    "What do you think is the best way to keep the love alive in a marriage?",
    "How do you think life will change if we got married?",
    "What is the best thing about marriage?",
    "What is the worst thing about marriage?",
    "What is your idea of the best weekend?",
    "How important are wedding anniversaries to you?",
    "How would you like to spend special days?",
    "What kind of grandparent do you want to be someday?",
    "What type of house do you want to live in?",
    "What is your biggest fear about marriage?",
    "What excites you about getting married?",
    "What do wedding rings mean to you?",
    "Are you afraid to talk to me about anything?",
    "What do you think would improve our relationship?",
    "What would be one thing you would change about our relationship?",
    "Do you have any doubts about the future of our relationship?",
    "Do you believe love can pull you through anything?",
    "Is there anything you don't trust about me?",
    "Which would you choose - dishes or laundry?",
    "Do you like pets?",
    "How many pets do you want?",
    "What to do you want to do during retirement?",
    "At what age would you like to retire?",
    "Who do you most admire, and why?",
    "Did you enjoy your childhood?",
    "If you had a million dollars to give to a charity, which charity would the money go to?",
    "Do you think men and women are equals?",
    "What is your biggest fear?",
    "What makes you angry?",
    "What do you need to feel fulfilled in life?",
    "Do you think people are more influenced by their environment or by their biological traits?",
    "What do you think your purpose is?",
    "Who is the villain in your life story?",
    "What words do you think people use to describe you?",
    "What words do you want people to use to describe you?",
    "If you could change one thing about yourself, what would it be?",
    "When was the last time you cried?",
    "Do you think Younger You would be happy with what you have become?",
    "What is the best way I can be a supportive partner to you?",
    "What has been your greatest accomplishment in life thus far?",
    "What has been the happiest moment of your life up until now?",
    "Are there things I say or do that make you want to spend less time with me?",
    "For what do you want to be remembered?",
    "How can I make you feel more appreciated and honored?",
    "What do you think we can do to make our relationship stronger?",
    "Do you think we are all at the mercy of fate?",
    "When do you feel most loved?",
    "If I could live your life for one day, what do you think would surprise me the most?",
    "What is the first thing you noticed about me?",
    "What role does physical attraction play in whether or not you pursue a relationship?",
    "What type of scent do you like on a woman?",
    "Would you say you have a \"type\"? Do I fit what you thought you were looking for?",
    "How do you describe me to other people?",
    "How do you think I should describe you to other people?",
    "What could I do for you that I don't do now?",
    "What is the first thing you think when you see me?",
    "What qualities make me special to you?",
    "Do you look at other men (women)?",
    "If you could have three wishes from me, what would they be?",
    "What goals do you have for us?",
    "What was the first thing you thought when you met me?",
    "How would you respond if my appearance drastically changed, either overnight (new haircut and different hair color, for example) or over time (more/less muscle, weight gain/loss)?",
    "What is something you think is true about me, but you've never asked to confirm?",
    "How big of a deal are special occasions for you?",
    "Have you ever cheated on a partner? If not, have you considered it but changed your mind?",
    "How many past partners have you had?",
    "Did you debate whether or not to ask me out? Why would you have chosen not to?",
    "What were you thinking on our first date?",
    "Have you ever been in love before me?",
    "Who is your role model in life? Who is your role model in love?",
    "What did it feel like when you realized you were in love with me?",
    "Do you think we were so destined to be together, that if we hadn't decided to date when we did and lost touch, we'd run into each other again?",
    "What were you looking for when you found me? Were you looking for love at all?",
    "What can I do to show you how much I love you?",
    "Do you believe in soul mates? What about love at first sight?",
    "Have you ever been hurt in the past and questioned the possibility of love? couple on couch",
    "When did you realize you were in love with me?",
    "Do you see our love lasting? Do you ever have any doubts?",
    "If you had to choose, would you rather receive a gift or have someone do something nice or helpful for you?",
    "Do you like sentimental gifts or do you always want a gift to have a practical purpose and be something you need?",
    "How do you think you best express love?",
    "What types of compliments do you like to hear?",
    "Is our relationship physical enough for you? What would make it better in your eyes?",
    "How and where do you like to be touched?",
    "Do you have any fantasies you would like fulfilled?",
    "What are your thoughts on toys?",
    "Is there anything we haven't tried that you'd like to?",
    "Ideally (and a bit realistically, too), how often would you like for us to be intimate?",
    "What are some things I can do outside of the bedroom to keep the feelings of intimacy going all day?",
    "Why do you want to spend the rest of your life with me?",
    "Do you really want to get married or Are you being forced into it?",
    "How do we resolve conflicts?",
    "What are your beliefs on Religion?",
    "Do you buy things on impulse?",
    "How often do you buy gifts for yourself? How often do you buy gifts for others?",
    "Have you made any investments? What have you invested in?",
    "Have you fallen into debt before? What caused it?",
    "Do you pay tithe? How often?",
    "Do you help your family members?",
    "Do you give mone to charity?",
    "Will we have a joint bank account?",
    "Who will pay what bill in the house?",
    "Will we have a modest wedding or a grandiose wedding?",
    "Do you have plans that I should know? For example, do you plan to continue your education?",
    "How do you plan to combine studying with taking care of me?",
    "What are your plans for career development?",
    "What will you do to develop yourself personally?",
    "If you had to shelve all these plans because of our marriage, would you do it?",
    "For how many hours do you work every day?",
    "Do you often do overtime?",
    "Do you work on weekends too?",
    "When do you normally come home?",
    "Does your job entail travelling often? How often do you leave town on business?",
    "Will you be prepared to move with me if I am transferred to another town?",
    "Do you work closely with people of the opposite sex?",
    "How much do you earn in a week? In a month?",
    "Do you have any other sources of income? What are they?",
    "What will you do when you lose your job and you find it difficult to get another job?",
    "Do you want us to have children? How many?",
    "When will we have them?",
    "How will you react when we have difficulties giving birth?",
    "Will you be comfortable if we adopt?",
    "What length will you go to have children?",
    "Will we educate the kids in a public school? Will we give them homeschooling?",
    "Will we make a househelp, a relative, or one of our parents help us o take care of the children?",



  ]
}